{"lax-drawing-nuts-bolts-all-161.png": ["<WHAT> a small hexagon <WHERE> in the center of the page\n<WHAT> a small square <WHERE> in the top right hand corner of the small hexagon\n<WHAT> a small square <WHERE> in the top left hand corner of the small hexagon\n<WHAT> a small square <WHERE> in the bottom left hand corner of the hexagon\n<WHAT> a small square <WHERE> in the bottom right hand corner of the small hexagon\n<WHAT> a larger hexagon <WHERE> surrounding the rest of the shapes in the center of the page", "<WHAT> a hexagon <WHERE> the middle of the page\n<WHAT> a hexagon roughly 1/5 the size of the large one <WHERE> the middle of the first hexagon\n<WHAT> small squares <WHERE> outside each corner of the small hexagon", "<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> a smaller hexagon about a quarter the size of the first <WHERE> in the center of the first hexagon\n<WHAT> a very small square <WHERE> just to the left of the smaller hexagon's bottom left corner, very close to the small hexagon\n<WHAT> a very small square <WHERE> just to the left of the smaller hexagon's top left corner, very close to the small hexagon\n<WHAT> a very small square <WHERE> just to the right of the smaller hexagon's top right corner, very close to the small hexagon\n<WHAT> a very small square <WHERE> just to the right of the smaller hexagon's bottom right corner, very close to the small hexagon"], "lax-drawing-nuts-bolts-all-132.png": ["<WHAT> a small square <WHERE> in the center of the page\n<WHAT> a smaller square <WHERE> diagonally across from the upper right corner of the small square", "<WHAT> large circle <WHERE> in center of area\n<WHAT> small square <WHERE> in center of circle\n<WHAT> tiny square <WHERE> under and just to the left of the small square\n<WHAT> tiny square <WHERE> above and just to the right of small square", "<WHAT> a circle roughly 1/10 the size of the page <WHERE> the middle of the  page\n<WHAT> a square roughly 1/20 the size of the circle <WHERE> the center of the circle\n<WHAT> 2 squares, each roughly 1/2 the size of the other square <WHERE> 1 outside the top right corner of the first square, one outside the bottom left corner of the first square"], "lax-drawing-nuts-bolts-all-090.png": ["<WHAT> a small hexagon <WHERE> in the center of the page\n<WHAT> a double edged larger hexagon <WHERE> surrounding the small hexagon in the center of the page", "<WHAT> a hexagon roughly 1/9 the size of the page <WHERE> the center of the page\n<WHAT> another hexagon barely smaller than the first <WHERE> the center of the first hexagon\n<WHAT> another hexagon roughly 1/9 the size of the other hexagons <WHERE> the center of the 2 larger hexagons", "<WHAT> small hexagon <WHERE> in the center of the field\n<WHAT> 3x larger hexagon <WHERE> equally spaced around the first hexagon\n<WHAT> slightly larger hexagon <WHERE> immediately outside of the large hexagon"], "lax-drawing-nuts-bolts-all-199.png": ["<WHAT> a small square <WHERE> in the center of the page\n<WHAT> a tiny circle <WHERE> 1cm diagonally above the right hand corner of the small square\n<WHAT> a tiny circle <WHERE> 1cm diagonally above the left hand corner of the small square\n<WHAT> a tiny circle <WHERE> 1cm diagonally below the left hand corner of the small square\n<WHAT> a tiny circle <WHERE> 1cm diagonally below the right hand corner of the small square\n<WHAT> a hexagon <WHERE> surrounding the rest of the shapes in the center of the page", "<WHAT> an octogan roughly 1/9 the size of the page <WHERE> the center of the page", "<WHAT> a large octogon <WHERE> middle of page\n<WHAT> a small square <WHERE> inside octogon\n<WHAT> 4 tiny circle <WHERE> in the corners of the square, evenly spaced between the square and octogon"], "lax-drawing-nuts-bolts-all-235.png": ["<WHAT> a small hexagon <WHERE> in the center of the page\n<WHAT> a tiny square <WHERE> next to the top right hand corner of the hexagon\n<WHAT> a tiny square <WHERE> next to the right hand corner of the small hexagon\n<WHAT> a tiny square <WHERE> next to the bottom right hand corner of the small hexagon\n<WHAT> a tiny square <WHERE> under the bottom side of the small hexagon\n<WHAT> a tiny square <WHERE> next to the bottom left hand corner of the small hexagon\n<WHAT> a tiny square <WHERE> next to the left hand corner of the small hexagon\n<WHAT> a tiny square <WHERE> next to the top left hand corner of the small hexagon", "<WHAT> a hexagon roughly 1/10 the size of the page <WHERE> the center of the page\n<WHAT> another hexagon barely smaller than the first <WHERE> inside the first hexagon\n<WHAT> a hexagon roughly 1/8 the size of the others <WHERE> the center of the other hexagons\n<WHAT> a tiny square <WHERE> outside each corner of the smallest hexagon", "<WHAT> I want you to draw a hexagon and another 1/4 inch apart. <WHERE> In the middle of the page.\n<WHAT> Then draw another smaller hexagon. <WHERE> In the middle of the bigger hexagon.\n<WHAT> Then I want you to draw 11 small squares. <WHERE> Place the small sqares at every corner and one on the top in the middle and one at the bottom in the middle."], "lax-drawing-nuts-bolts-all-166.png": ["<WHAT> Hexagon <WHERE> Center\n<WHAT> Square <WHERE> Inside Hexagon center\n<WHAT> 4 small circles <WHERE> Interior edge of Hexagon, Cardinal Points\n<WHAT> 4 more small circles <WHERE> on the edge again, between previous circles", "<WHAT> HEXAGON <WHERE> MIDDLE OF THE PAGE\n<WHAT> MEDIUM SQUARE <WHERE> MIDDLE OF THE HEXAGON\n<WHAT> EIGHT SMALL CIRCLES <WHERE> IN A CIRCULE AROUND THE INSIDE THE HEXAGON"], "lax-drawing-nuts-bolts-all-113.png": ["<WHAT> Circle <WHERE> Center\n<WHAT> Hexagon <WHERE> Inside Circle\n<WHAT> 2 Squares <WHERE> Between Circle and hexagon, NE and SW", "<WHAT> small medium circle <WHERE> center of the space\n<WHAT> small hexagon <WHERE> center of the circle\n<WHAT> a tiny square <WHERE> halfway between the upper right boundary of the hexagon and the boundary of the circle\n<WHAT> a tiny square <WHERE> halfway between the lower left boundary of the hexagon and the boundary of the circle"], "lax-drawing-nuts-bolts-all-094.png": ["<WHAT> Octagon <WHERE> Center\n<WHAT> Square <WHERE> Inside Center of Octagon", "<WHAT> octagon <WHERE> center\n<WHAT> square, 1/4 diameter of octagon <WHERE> in center of octagon"], "lax-drawing-nuts-bolts-all-216.png": ["<WHAT> a small circle <WHERE> in the center of the page\n<WHAT> small squares creating a hexagon like shape without the side lines <WHERE> half a cm around the circle\n<WHAT> a double edged hexagon <WHERE> just outside of the small squares so it is surrounding them", "<WHAT> a hexagon roughly 1/9 the size of the page <WHERE> center of the page\n<WHAT> a second hexagon barely smaller than the first <WHERE> inside the first hexagon\n<WHAT> a circle a bit smaller than the hexagons <WHERE> inside the 2 hexagons\n<WHAT> tiny squares <WHERE> inside each corner of the hexagons", "<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> an outline of the hexagon, making a border <WHERE> around the hexagon\n<WHAT> a circle <WHERE> inside the hexagon\n<WHAT> six small squares <WHERE> around the circle close to the hexagon"], "lax-drawing-nuts-bolts-all-171.png": ["<WHAT> Hexagon <WHERE> Center\n<WHAT> Square <WHERE> center of hexagon\n<WHAT> 2 smaller squares <WHERE> NE and SE between hexagon and square", "<WHAT> a hexagon <WHERE> the middle of the big square\n<WHAT> a small box <WHERE> the center of the hexagon\n<WHAT> 2 very small square 1/4 the size of the small box in the center <WHERE> 1 diagonal of the top of the hexagon and another in the opposite direction"], "lax-drawing-nuts-bolts-all-071.png": ["<WHAT> a small sqaure <WHERE> in the center of the page\n<WHAT> a double edged circle <WHERE> 1.5 cm away from the small square in the center of the page", "<WHAT> a circle roughly 1/10 the size of the page <WHERE> the center of the page\n<WHAT> a circle barely smaller than the first circle <WHERE> inside the first circle\n<WHAT> a square roughly 1/8 the size of the other circles <WHERE> inside the center of the circles", "<WHAT> circle <WHERE> center\n<WHAT> an ever-so-slightly smaller circle <WHERE> inside of bigger circle, so close they look like parallel lines.\n<WHAT> Square 1/4 of smaller circle's diameter <WHERE> in the center of the smaller circle"], "lax-drawing-nuts-bolts-all-145.png": ["<WHAT> a small circle <WHERE> in the center of the page\n<WHAT> 8 tiny circles <WHERE> surrounding the small circle\n<WHAT> a hexagon <WHERE> 1cm away from the tiny circles so it is surrounding the rest of the shapes", "<WHAT> A hexagon that is 1/6th the size of the page. <WHERE> At the center of the page.\n<WHAT> A circle that is about 1/3rd the size of the hexagon. <WHERE> At the center of the hexagon.\n<WHAT> Eight small circles about 1/6th the size of the large circle. <WHERE> Clockwise, evenly distributed around the larger circle.", "<WHAT> a hexagon roughly 1/10 the size of the page <WHERE> the center of the page\n<WHAT> a circle roughly 1/6 the size of the hexagon <WHERE> the center of the hexagon\n<WHAT> 8 tiny circles <WHERE> evenly distributed around the outside of the large circle"], "lax-drawing-nuts-bolts-all-070.png": ["<WHAT> Circle <WHERE> Center\n<WHAT> Slightly Smaller circle <WHERE> Inside circle\n<WHAT> Small Hexagon <WHERE> Center of circles", "<WHAT> Medium circle <WHERE> Center\n<WHAT> Slightly smaller circle <WHERE> Inside the first circle\n<WHAT> Small hexagon <WHERE> Center of circles"], "lax-drawing-nuts-bolts-all-228.png": ["<WHAT> Hexagon <WHERE> Center\n<WHAT> Slightly Smaller Hexagon <WHERE> Inside main Hexagon\n<WHAT> Smaller Hexagon <WHERE> Center of all\n<WHAT> 8 Small Squares <WHERE> Evenly spaced between big and small hexagons", "<WHAT> a hexagon 25% of the size of the page <WHERE> in the center of the page\n<WHAT> a hexagon 10% smaller than the first hexagon <WHERE> in the center of the first hexagon\n<WHAT> four small squares, 15% of the size of the first hexagon <WHERE> inside the second hexagon, at the top, bottom, left and right sides of the hexagon\n<WHAT> four small square the same size as the first four squares <WHERE> inside the second hexagon spaced equally between the first four squares"], "lax-drawing-nuts-bolts-all-143.png": ["<WHAT> Hexagon <WHERE> Center\n<WHAT> Small circle <WHERE> center of hexagon\n<WHAT> 2 even small circles <WHERE> NE and SW , just outside center circle", "<WHAT> I want you to draw an octogon and make all of its sides equal. <WHERE> Place it in the middle of the page.\n<WHAT> Now I want you to draw a circle in the middle of the octogon. <WHERE> But, only make the diameter 1/4 of the inside of the octogon.\n<WHAT> Then I want you to draw two smaller circles outside of the main circle. <WHERE> Draw the small circles at 2 oclock and 7 oclock outside the other circle you just drew."], "lax-drawing-nuts-bolts-all-056.png": ["<WHAT> Circle <WHERE> center\n<WHAT> half sized circle <WHERE> center", "<WHAT> CIRCLE <WHERE> MIDDLE OF PAGE\n<WHAT> SMALLER CIRCLE <WHERE> INSIDE LARGER CIRCLE TO MAKE DONUT"], "lax-drawing-nuts-bolts-all-126.png": ["<WHAT> a circle <WHERE> middle\n<WHAT> a small square <WHERE> in the middle of the circle\n<WHAT> four small squares <WHERE> at the edges of the big square inside the circle", "<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a smaller square <WHERE> in the middle of the circle\n<WHAT> four smaller squares <WHERE> at the corners of the square but on the outside of the square and close to the circle"], "lax-drawing-nuts-bolts-all-111.png": ["<WHAT> a circle <WHERE> middle\n<WHAT> a hexagon <WHERE> in the middle of the square\n<WHAT> five small circles <WHERE> at each point of the hexagon inside the circle", "<WHAT> a big circle <WHERE> in the space\n<WHAT> a hexagon <WHERE> the middle of the circle\n<WHAT> six little circles <WHERE> between the big circle and hexagon, equally spaced"], "lax-drawing-nuts-bolts-all-154.png": ["<WHAT> a big hexagon <WHERE> middle\n<WHAT> a small hexagon <WHERE> inside the hexagon\n<WHAT> two small squares <WHERE> at 1pm and 7pm inside the outer edges of the big hexagon", "<WHAT> a large hexagon <WHERE> in the middle of the page\n<WHAT> a smaller hexagon <WHERE> inside the hexagon already drawn\n<WHAT> a tiny square <WHERE> the bottom left corner in side the bigger hexagon\n<WHAT> a tiny square <WHERE> upper right corner inside bigger hexagon"], "lax-drawing-nuts-bolts-all-208.png": ["<WHAT> a hexagon <WHERE> middle\n<WHAT> a small square <WHERE> middle of hexagon\n<WHAT> four smaller squares <WHERE> each side of the bigger square", "<WHAT> octogon <WHERE> middle of page\n<WHAT> small square <WHERE> middle of page inside octogon\n<WHAT> 4 smaller squares <WHERE> at corners of square"], "lax-drawing-nuts-bolts-all-175.png": ["<WHAT> a hexgon <WHERE> middle\n<WHAT> a medium circle <WHERE> middle of the hexagon\n<WHAT> eight small circles <WHERE> circling the medium circle evenly", "<WHAT> large hexagon <WHERE> the center of the field with flat on top and bottom\n<WHAT> circle with diameter the length of the lines on the hexagon <WHERE> directly in the center of the hexagon\n<WHAT> 8 tiny circles <WHERE> the compass points between the circle and hexagon, slightly closer to the circle"], "lax-drawing-nuts-bolts-all-243.png": ["<WHAT> a thick double lined hexagon <WHERE> middle\n<WHAT> a small square <WHERE> inside the middle of the hexagon\n<WHAT> two small circles <WHERE> at 2pm and 7pm outside the square", "<WHAT> a double-bordered hexagon with two perimeter lines not quite touching, about 1/4 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a small square about 1/8 the height of the hexagon <WHERE> exactly in the center of the hexagon\n<WHAT> 2 tiny circles, about 1/2 the diameter of the square's height <WHERE> outside the square, not quite touching it, along a 45 degree diagonal line between the North East square corner and the hexagon, and the South West corner of the square and the hexagon"], "lax-drawing-nuts-bolts-all-123.png": ["<WHAT> a circle <WHERE> middle\n<WHAT> a small square <WHERE> inside middle of circle\n<WHAT> four small circles <WHERE> at each point of the square by the edge of the big circle", "<WHAT> Big circle <WHERE> middle of page\n<WHAT> small square <WHERE> middle of square\n<WHAT> smalle circle <WHERE> between corner of squares and big circle."], "lax-drawing-nuts-bolts-all-091.png": ["<WHAT> a double lined thick heaxgon <WHERE> middle\n<WHAT> a small square <WHERE> in middle of hexagon", "<WHAT> six sided item with thin border <WHERE> in center of area\n<WHAT> small square <WHERE> in center of six sided object"], "lax-drawing-nuts-bolts-all-138.png": ["<WHAT> A hexagon <WHERE> Centre of page", "<WHAT> Medium hexagon <WHERE> Center\n<WHAT> Medium circle <WHERE> Center of hexagon\n<WHAT> 8 Small circles <WHERE> Around the outside of the circle in equal distances from one another"], "lax-drawing-nuts-bolts-all-122.png": ["<WHAT> A circle <WHERE> Centre of the page", "<WHAT> a large circle <WHERE> in the middle of the paper\n<WHAT> a smaller square <WHERE> in the middle of the large circle from step 1\n<WHAT> a circler smaller than the square <WHERE> next to the lower corner of the square on the left side\n<WHAT> a circler smaller than the square <WHERE> next to the upper corner of the square on the right side"], "lax-drawing-nuts-bolts-all-084.png": ["<WHAT> Small hexagon <WHERE> In centre of page\n<WHAT> A slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a cirlcle <WHERE> In the centre of the hexagons", "<WHAT> small circle <WHERE> in the center\n<WHAT> two hexagons <WHERE> very close to each other one inside the other and surrounding the circle"], "lax-drawing-nuts-bolts-all-147.png": ["<WHAT> A hexagon <WHERE> in the centre of the paper\n<WHAT> a circle <WHERE> in the middle of the hexagon\n<WHAT> 4 small squares <WHERE> Around the circle", "<WHAT> a hexagon <WHERE> in the space\n<WHAT> a circle <WHERE> the middle of the hexagon\n<WHAT> four squares <WHERE> equally distributed around the circle"], "lax-drawing-nuts-bolts-all-172.png": ["<WHAT> A hexagon <WHERE> in the centre of the page\n<WHAT> a small square <WHERE> in the centre of the hexagon\n<WHAT> 8  small squares <WHERE> surrounding the square in the centre", "<WHAT> a hexagon about 25% of the size of the page <WHERE> in the middle of the page\n<WHAT> a small square, 25% of the hexagon <WHERE> in the  middle of the hexagon\n<WHAT> eight smaller squares, half the size of the first square <WHERE> surrounding the first square, inside the hexagon, spaced equally at all sides and corners of the square"], "lax-drawing-nuts-bolts-all-197.png": ["<WHAT> 8 lines and join them to form octagon <WHERE> i  will create another smaller 6 sided shape inside the bigger shape surrounded by 8 squares", "<WHAT> a large octagon <WHERE> in the space\n<WHAT> a little hexagon <WHERE> the middle of the octagon\n<WHAT> eight mini squares <WHERE> in a circle shape around the hexagon"], "lax-drawing-nuts-bolts-all-148.png": ["<WHAT> A hexagon <WHERE> centre of page\n<WHAT> circle <WHERE> in the middle of the hexagon\n<WHAT> 6 small squares <WHERE> surrounding the circle, evenly spaced", "<WHAT> Hexagon <WHERE> Center\n<WHAT> Circle <WHERE> In the center of the hexagon\n<WHAT> 6 tiny squares <WHERE> Around the circle (equal distances apart)"], "lax-drawing-nuts-bolts-all-119.png": ["<WHAT> i will draw a circle. <WHERE> i will play another shape in the circle to form the objec", "<WHAT> a small hexagon <WHERE> in the middle of the paper\n<WHAT> f small squares <WHERE> each on is on the corner of the top and bottom of the hexagon\n<WHAT> a large circle <WHERE> surrounding all the pieces in the middle of the paper"], "lax-drawing-nuts-bolts-all-079.png": ["<WHAT> 6 lines to form the shape <WHERE> i will draw a small  circle to bring the shape out", "<WHAT> HEXAGON <WHERE> MIDDLE OF PAGE\n<WHAT> CIRCLE <WHERE> INTHE MIDDLE OF HEXAGON LIKE A NUT"], "lax-drawing-nuts-bolts-all-237.png": ["<WHAT> hexagon <WHERE> in the centre of the page\n<WHAT> a slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a square <WHERE> in the centre of the hexagon\n<WHAT> 4 small circles <WHERE> almost touching the hexagons , at each corner of the square", "<WHAT> two concentric hexagons, a tiny bit apart <WHERE> middle of page\n<WHAT> a small square <WHERE> middle of hexgon\n<WHAT> 4 tiny circles <WHERE> directly underneath the inner hexagon, just to the right of where the sides meet"], "lax-drawing-nuts-bolts-all-231.png": ["<WHAT> a thick 6 lines to form the shape <WHERE> i will create a smaller exact shape surrounded by 6 tiny circles inside the big shape", "<WHAT> concentric hexagons, a tiny bit apart <WHERE> center of page\n<WHAT> a much smaller hexagon <WHERE> in the middle of the larger ones\n<WHAT> 6 small circles <WHERE> outside the smaller hexagon, where the sides meet"], "lax-drawing-nuts-bolts-all-124.png": ["<WHAT> a circle <WHERE> centre of the page\n<WHAT> a square <WHERE> in the centre of the circle\n<WHAT> 8 small circles <WHERE> evenly spaced inside the larger circle", "<WHAT> circle <WHERE> middle of page\n<WHAT> square <WHERE> middle of circle\n<WHAT> 8 small circles <WHERE> ring along inside edge of circle"], "lax-drawing-nuts-bolts-all-074.png": ["<WHAT> a 6 sided shape <WHERE> a small circle will be placed inside it", "<WHAT> hexagon <WHERE> middle of page\n<WHAT> circle <WHERE> middle of hexagon"], "lax-drawing-nuts-bolts-all-244.png": ["<WHAT> a thick 6 sided shape <WHERE> i will place small a small square surrounded by 4 smaller circles inside the shape", "<WHAT> A hexagon, about 1/8th the size of the page. <WHERE> At the center of the page.\n<WHAT> A slightly smaller hexagon, creating an outline between the two shapes. <WHERE> Inside the larger hexagon.\n<WHAT> A small square, about 1/8th the size of the larger hexagon. <WHERE> At the center of the large hexagon.\n<WHAT> Four tiny circles, 1/4th the size of the square. <WHERE> Each circle is located outside the squre next to each point of the square."], "lax-drawing-nuts-bolts-all-058.png": ["<WHAT> a big circle <WHERE> a 6 sided shape will be placed in the circle", "<WHAT> circle <WHERE> middle of page\n<WHAT> hexagon <WHERE> inside circle"], "lax-drawing-nuts-bolts-all-158.png": ["<WHAT> a 6 sided shape <WHERE> similar smaller shape surrounded by 6 circles will be drawn in it", "<WHAT> a heaxagon <WHERE> in the middle of the paper\n<WHAT> a smaller hexagon <WHERE> in the center of the hexagon from the first step\n<WHAT> 6 small circles <WHERE> surrounding the smaller hexagon"], "lax-drawing-nuts-bolts-all-170.png": ["<WHAT> small square <WHERE> central\n<WHAT> even smaller circle <WHERE> floating top right of square, very close but not touching square\n<WHAT> equally small circle <WHERE> floating bottom left of square, very close but not touching\n<WHAT> hexagon <WHERE> surrounding all other shapes, 2cm radius from square at all sides", "<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a small square <WHERE> in the middle of the hexagon\n<WHAT> two smaller circles <WHERE> at the top right and bottom left of the outside of the square"], "lax-drawing-nuts-bolts-all-101.png": ["<WHAT> circle, 1cm radius <WHERE> centre\n<WHAT> circle, 2cm radius <WHERE> around circle 1, central\n<WHAT> 8 small circles <WHERE> between the 2 circles. At 0°, 45°, 90°, 135°, 180°, 225°, 270°, 315°, 360°", "<WHAT> A medium size circle that fills 1/4 of the page <WHERE> in the center of the page\n<WHAT> a circle 50% of the size of the first circle <WHERE> in the center of the first circle\n<WHAT> four small circles <WHERE> in the space between the two previous circles, placed at the top, bottom, left and right sides\n<WHAT> four more small circles <WHERE> in the space between the two larger circles, spaced equally between the first four small circles"], "lax-drawing-nuts-bolts-all-177.png": ["<WHAT> circle 0.5cm radius <WHERE> central\n<WHAT> 4 squares, 0.1cm each side <WHERE> outside circle, 0.2cm away. top right, top left, bottom right, bottom left\n<WHAT> hexagon, 1cm per side <WHERE> surrounding all other shapes", "<WHAT> Octagon <WHERE> middle of page\n<WHAT> small circle <WHERE> inside octagon\n<WHAT> four squares <WHERE> create a square around circle", "<WHAT> octogan <WHERE> middle of space\n<WHAT> circle <WHERE> in middle of octogan\n<WHAT> small squares <WHERE> 90 degrees apart relative to center of circle, slightly off outer edge of circle"], "lax-drawing-nuts-bolts-all-215.png": ["<WHAT> hexagon, 1cm per side <WHERE> centre\n<WHAT> hexagon, 0.9cm per side <WHERE> inside hexagon 1\n<WHAT> circle, 0.5cm radius <WHERE> centrally inside hexagon 2\n<WHAT> 4 squares, 0.1cm each side <WHERE> outside circle, inside hexagon 2. top right, top left, bottom right, bottom left, slightly closer to hexagon than circle", "<WHAT> a hexagon <WHERE> the center of the big square\n<WHAT> a circle <WHERE> the center of the hexagon\n<WHAT> 4 small squares <WHERE> diagonally facing the circle"], "lax-drawing-nuts-bolts-all-186.png": ["<WHAT> octagon 1cm each side <WHERE> central\n<WHAT> hexagon, 0.5cm each side <WHERE> centre of octagon\n<WHAT> 6 small circles <WHERE> between hexagon and octagon, slightly closer to hexagon. At 50°, 110°, 170°, 230°, 290°, 350°", "<WHAT> hexagon <WHERE> in the center\n<WHAT> 6 circles <WHERE> slightly away from the hexagon evenly spaced out.\n<WHAT> octagon <WHERE> surrounding the circles and hexagon but not touching either"], "lax-drawing-nuts-bolts-all-239.png": ["<WHAT> hexagon, 1cm each side <WHERE> centre\n<WHAT> hexagon, 0.9cm each side <WHERE> inside first hexagon\n<WHAT> square, 0.5cm each side <WHERE> centre of hexagon 2\n<WHAT> 2 squares, 0.1cm each side <WHERE> 1 top right of larger square, 0.35 cm away, 1 bottom left of central square 0.35cm away. both inside hexagon 2", "<WHAT> Medium hexagon <WHERE> Center\n<WHAT> Smaller hexagon <WHERE> Inside the previous hexagon\n<WHAT> Medium square <WHERE> Center of hexagons\n<WHAT> Small square <WHERE> Top right corner inside the hexagons\n<WHAT> Small square <WHERE> Bottom left corner inside the hexagons"], "lax-drawing-nuts-bolts-all-142.png": ["<WHAT> hexagon 1cm each side <WHERE> centre\n<WHAT> circle 0.5cm radius <WHERE> central inside hexagon\n<WHAT> 8 squares, 0.1cm each side <WHERE> inside hexagon outside of circle. at 90°, 135°, 180°, 225°, 270°, 315°, 0°, 45°", "<WHAT> a large hexagon <WHERE> in the center of the paper\n<WHAT> a small circle <WHERE> in the hexagon\n<WHAT> 8 small squares <WHERE> around the small circle"], "lax-drawing-nuts-bolts-all-065.png": ["<WHAT> hexagon 0.1cm each side <WHERE> centre\n<WHAT> circle, 0.4cm radius <WHERE> surrounding hexagon\n<WHAT> circle, 0.5cm radius <WHERE> surrounding first circle", "<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a circle <WHERE> closely bordering the first circle\n<WHAT> a small hexagon <WHERE> in the middle of the circle"], "lax-drawing-nuts-bolts-all-160.png": ["<WHAT> draw hexagon <WHERE> in the center\n<WHAT> draw a hexagon 20 percent in size <WHERE> in center of larger hexagon\n<WHAT> two small squares <WHERE> on opposite sides of smaller hexagon", "<WHAT> a hexagon <WHERE> center of page\n<WHAT> a smaller hexagon <WHERE> in the center of the larger hexagon\n<WHAT> two tiny squares <WHERE> the top right and bottom left of the small hexagon"], "lax-drawing-nuts-bolts-all-150.png": ["<WHAT> a medium-sized hexagon <WHERE> in the middle of the page\n<WHAT> a smaller hexagon in the same orientation <WHERE> at the center of the larger hexagon\n<WHAT> a very small circle <WHERE> almost touching the top-right edge of the larger hexagon\n<WHAT> a very small circle <WHERE> almost touching the bottom-left edge of the larger hexagon", "<WHAT> hexagon <WHERE> center of the paper\n<WHAT> a large hexagon <WHERE> center of the paper\n<WHAT> 2 small circles <WHERE> one is at 2 o'clock the other is at 7 o'clock just inside the large hexagon"], "lax-drawing-nuts-bolts-all-108.png": ["<WHAT> a large circle <WHERE> at the center of the page\n<WHAT> a smaller circle <WHERE> at the center of the larger circle\n<WHAT> eight tiny circles <WHERE> placed equidistant around the smaller circle, but not touching it", "<WHAT> large circle <WHERE> in the middle of the area\n<WHAT> medium circle <WHERE> in the center of the large circle\n<WHAT> eight small circles <WHERE> around the medium circle"], "lax-drawing-nuts-bolts-all-072.png": ["<WHAT> a large circle <WHERE> at the center of the page\n<WHAT> a slightly smaller circle, almost the size of the first circle <WHERE> inside the first circle\n<WHAT> a tiny square <WHERE> at the center of the two circles", "<WHAT> big bordered circle <WHERE> middle of page\n<WHAT> small square <WHERE> middle of circle."], "lax-drawing-nuts-bolts-all-137.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a circle <WHERE> in between the hexagon\n<WHAT> six smaller circles <WHERE> near each point on the inside of the hexagon", "<WHAT> Hexagon <WHERE> middle of page\n<WHAT> small circle <WHERE> inside each corner of hexagon\n<WHAT> circle <WHERE> middle of hexagon without touching the smaller circles or hexagon", "<WHAT> a hexagon <WHERE> middle of space\n<WHAT> circle <WHERE> in the middle of the hexagon\n<WHAT> small circles <WHERE> 60 degrees apart from center of circle, adjacent to interior edge"], "lax-drawing-nuts-bolts-all-136.png": ["<WHAT> a hexagon <WHERE> in center of space provided\n<WHAT> and draw a circle 50 percent size of hexagon <WHERE> inside hexagon\n<WHAT> draw 4 small circles <WHERE> spaced equally between hexagon and circle", "<WHAT> a hexagon <WHERE> center of page\n<WHAT> a medium circle <WHERE> middle of hexagon\n<WHAT> 4 small circles <WHERE> to the right of where the sides of the hexagon meet"], "lax-drawing-nuts-bolts-all-100.png": ["<WHAT> A medium size circle <WHERE> in the middle of the page\n<WHAT> a smaller circle <WHERE> inside the first circle\n<WHAT> six smaller circles <WHERE> within the two circles evenly distributed", "<WHAT> a large circle <WHERE> in the center of the paper\n<WHAT> a medium sized circle <WHERE> inside the large circle\n<WHAT> 6 small sized circles <WHERE> surrounding the medium circle"], "lax-drawing-nuts-bolts-all-057.png": ["<WHAT> A medium size circle <WHERE> in the middle of the page\n<WHAT> a smaller circle <WHERE> inside the first circle", "<WHAT> draw a small circle <WHERE> directly in the center of the field\n<WHAT> circle with diameter 3 times the first <WHERE> directly around the first circle with all arcs equidistant from center"], "lax-drawing-nuts-bolts-all-151.png": ["<WHAT> a medium-sized hexagon <WHERE> at the center of the page\n<WHAT> a smaller hexagon, in the same orientation <WHERE> at the center of the page\n<WHAT> four tiny circles <WHERE> in a square shape around the smaller hexagon, with each circle representing a corner of the square", "<WHAT> a hexagon with equal sides <WHERE> in the middle of the paper\n<WHAT> a larger hexagon <WHERE> in the middle of the paper, centered on the first\n<WHAT> 4 circles <WHERE> between the two hexagons forming a box"], "lax-drawing-nuts-bolts-all-202.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a small square <WHERE> inside the hexagon\n<WHAT> four smaller squares <WHERE> inside the hexagon, near each point of the square", "<WHAT> large octagon <WHERE> middle\n<WHAT> square <WHERE> middle of octagon\n<WHAT> 4 squares <WHERE> in bewteen corner of square and side of octagon"], "lax-drawing-nuts-bolts-all-180.png": ["<WHAT> a large octagon <WHERE> in the center of the page\n<WHAT> a small circle <WHERE> at the center of the page, inside the octagon\n<WHAT> eight tiny circles <WHERE> placed equidistant around the edge of the small circle, but not touching it", "<WHAT> an octogon <WHERE> in the middle of the page\n<WHAT> a small circle <WHERE> in the middle of the octogon\n<WHAT> eight small circles with pointed edges <WHERE> around the circle with the pointed edges close to the circle, it would appear as a sun"], "lax-drawing-nuts-bolts-all-234.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> line over the first hexagon <WHERE> over the first hexagon\n<WHAT> a smaller hexagon <WHERE> inside the first hexagon\n<WHAT> four small squares <WHERE> in between both hexagons evenly distributed", "<WHAT> a small hexagon <WHERE> in the center of the page\n<WHAT> four tiny squares <WHERE> almost touching each corner of the hexagon\n<WHAT> a large hexagon <WHERE> around the other shapes\n<WHAT> a slightly smaller hexagon <WHERE> slightly inside the first hexagon"], "lax-drawing-nuts-bolts-all-169.png": ["<WHAT> a hexagon <WHERE> at the center of the page\n<WHAT> a small square <WHERE> at the center of the hexagon\n<WHAT> eight tiny squares <WHERE> placed equidistant around the inner edge of the hexagon, but not touching it", "<WHAT> a medium square <WHERE> the center of the page\n<WHAT> a large hexagon <WHERE> around the square\n<WHAT> eight tiny squares <WHERE> evenly spaced around the inside edge of the hexagon"], "lax-drawing-nuts-bolts-all-217.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a circle <WHERE> inside the hexagon\n<WHAT> 8 small squares <WHERE> in between the hexagon and circle, evenly distributed\n<WHAT> draw over the hexagon <WHERE> the hexagon", "<WHAT> hexagon <WHERE> middle of page\n<WHAT> small circle <WHERE> middle of hexagon", "<WHAT> a hexagon <WHERE> middle of space\n<WHAT> another hexagon <WHERE> very slightly adjacent to the interior edge of previous hexagon\n<WHAT> circle <WHERE> middle of previous hexagon\n<WHAT> small squares <WHERE> 45 degrees apart relative to center of circle, slight off the interior edge of the inner hexagon"], "lax-drawing-nuts-bolts-all-232.png": ["<WHAT> two close, concentric hexagons <WHERE> around the center of the page\n<WHAT> a tiny hexagon <WHERE> at the center of the two larger hexagons\n<WHAT> eight tiny circles <WHERE> around the outer edge of the smallest hexagon", "<WHAT> a hexagon about 1/4 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a smaller hexagon than the first hexagon, about 1/4 the height of the original hexagon <WHERE> exactly in the center of the original hexagon\n<WHAT> 8 small circles <WHERE> around the outside of the center hexagon a small distance from its edges, equally spaced"], "lax-drawing-nuts-bolts-all-097.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a small square <WHERE> in the middle of the hexagon", "<WHAT> a medium square <WHERE> the center of the page\n<WHAT> a very large hexagon <WHERE> around the outside of the hexagon"], "lax-drawing-nuts-bolts-all-141.png": ["<WHAT> A Large Hexagon <WHERE> In the center of the image.\n<WHAT> A Medium Circle <WHERE> In the center of the Hexagon\n<WHAT> 6 Tiny Squares <WHERE> Right inside each line of the Hexagon, outside of the circle.", "<WHAT> a hexagon <WHERE> center of page\n<WHAT> a circle, about half the length and height of the hexagon <WHERE> at the center of the hexagon\n<WHAT> very small squares <WHERE> where the sides of the hexagon meet, outside the circle but within the hexagon"], "lax-drawing-nuts-bolts-all-135.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a circle <WHERE> in the middle of the hexagon\n<WHAT> one small circle <WHERE> in the top right corner of the hexagon\n<WHAT> one small circle <WHERE> in the bottom left corner of the hexagon", "<WHAT> Hexagon <WHERE> Center\n<WHAT> Medium circle <WHERE> Center of the hexagon\n<WHAT> 1 tiny circle <WHERE> Top right of the circle\n<WHAT> 1 tiny circle <WHERE> Bottom left of the circle"], "lax-drawing-nuts-bolts-all-104.png": ["<WHAT> A Large Circle <WHERE> In the center of the image\n<WHAT> A Medium Circle <WHERE> In the center of the first circle.\n<WHAT> 8 Tiny Squares <WHERE> In between the two circles.  Making sure they are the same distance away from each circle.", "<WHAT> a circle <WHERE> in the center of the page\n<WHAT> a smaller circle, about half the size of the first circle <WHERE> in the center of the first circle\n<WHAT> a very small square <WHERE> directly above the smaller circle, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> directly below the smaller circle, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> directly to the left of the smaller circle, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> directly to the right of the smaller circle, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> above and to the left of the smaller circle, at an equal interval between the top and left squares, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> above and to the right of the smaller circle, at an equal interval between the top and right squares, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> below and to the left of the smaller circle, at an equal interval between the bottom and left squares, equidistant between the edges of the two circles\n<WHAT> a very small square <WHERE> below and to the right of the smaller circle, at an equal interval between the bottom and right squares, equidistant between the edges of the two circles"], "lax-drawing-nuts-bolts-all-134.png": ["<WHAT> a circle <WHERE> around the center of the page\n<WHAT> a very small square <WHERE> at the center of the circle\n<WHAT> four tiny squares <WHERE> almost touching each face of the square from the second step\n<WHAT> four more tiny squares <WHERE> almost touching each edge of the square from step two", "<WHAT> CIRCLE <WHERE> MIDDLE OF THE PAGE\n<WHAT> SMALL SQUARE <WHERE> IN THE MIDDLE OF THE CIRCLE LIKE A HUB\n<WHAT> EIGHT EVEN SMALLER SQUARES <WHERE> IN A CIRCLE AROUND THE SMALL SQUARE"], "lax-drawing-nuts-bolts-all-149.png": ["<WHAT> A Large Hexagon <WHERE> In the center of the image\n<WHAT> A Small Circle <WHERE> In the center of the hexagon\n<WHAT> 8 Tiny Squares <WHERE> On the outside of the small circle, with the closest corner touching the small circle.", "<WHAT> a hexagon <WHERE> in the middle\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> 8 squares <WHERE> around the outside of the circle"], "lax-drawing-nuts-bolts-all-173.png": ["<WHAT> draw an octagon <WHERE> in center of space provided\n<WHAT> add a circle 25 percent size of octagon <WHERE> in center of octagon\n<WHAT> with two small circles <WHERE> opposite sides of circle", "<WHAT> a hexagon that is 25% of the size of the page <WHERE> in the center of the page\n<WHAT> a circle about 50% of the size of the hexagon <WHERE> in the middle of the hexagon\n<WHAT> two circles one quarter of the size of the first circle <WHERE> in the space between the circle and the hexagon positioned at 1:30 and 7:30"], "lax-drawing-nuts-bolts-all-242.png": ["<WHAT> A Large Hexagon <WHERE> In the center of the image.\n<WHAT> A Large hexagon of ALMOST the exact same size. <WHERE> Inside of the first hexagon.\n<WHAT> A Small Square <WHERE> In the center of the two hexagons.\n<WHAT> 8 Tiny Squares <WHERE> On the inside of the smaller hexagon: two in the middle of the lines on the top and bottom, two in the corners on the right and left, and four around the rest of the sides.", "<WHAT> I want you to draw a hexagon and then another hexagon only 1/4 inch apart. <WHERE> In the middle of the page.\n<WHAT> Then I want you to draw a small one inch square. <WHERE> In the middle of the hexagon.\n<WHAT> I want you to draw 11 1/4 inch squares. <WHERE> Place them at the furthermost apart from the square in the middle almost touching the inside of the hexagon. At 12,2,3,5,6,7,9,10, o'clock."], "lax-drawing-nuts-bolts-all-204.png": ["<WHAT> draw octagon <WHERE> in center of space provided\n<WHAT> add square 20 percent size of octagon <WHERE> in center of octagon\n<WHAT> with eight small squares <WHERE> equally distant outside square within octagon", "<WHAT> an octagon <WHERE> in the center of the page\n<WHAT> a square, about 1/4 the size of the octagon <WHERE> in the center of the octagon\n<WHAT> a very small square <WHERE> directly above the larger square, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> directly below the larger square, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> directly to the left of the larger square, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> directly to the right of the larger square, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> above and to the left of the larger square, at an equal interval between the top and left smaller squares, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> above and to the right of the larger square, at an equal interval between the top and right smaller squares, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> below and to the left of the larger square, at an equal interval between the bottom and left smaller squares, equidistant between the octagon's and the square's edges\n<WHAT> a very small square <WHERE> below and to the right of the larger square, at an equal interval between the bottom and right smaller squares, equidistant between the octagon's and the square's edges"], "lax-drawing-nuts-bolts-all-211.png": ["<WHAT> A Large Hexagon <WHERE> In the center of the image.\n<WHAT> A Large Hexagon of ALMOST the exact same size <WHERE> Inside the first hexagon.\n<WHAT> A Medium Circle <WHERE> In the middle of the hexagons.\n<WHAT> Two Tiny Circles <WHERE> At roughly 1 o'clock and 7 o'clock on the outside of the circle, yet inside the smaller hexagon.", "<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> a hexagon <WHERE> bordering the hexagon from the first step\n<WHAT> a circle <WHERE> in the center of the hexagon\n<WHAT> 1 small circle <WHERE> in the bottom left corner of the hexagon\n<WHAT> 1 small corner <WHERE> in the top right corner of the hexagon"], "lax-drawing-nuts-bolts-all-053.png": ["<WHAT> A Small Circle <WHERE> In the center of the image\n<WHAT> A Tiny Hexagon <WHERE> In the center of the circle", "<WHAT> a circle <WHERE> within the big squared image\n<WHAT> a smaller circle 1/9 the size <WHERE> within the original circle"], "lax-drawing-nuts-bolts-all-203.png": ["<WHAT> draw octagon <WHERE> in center of space provided\n<WHAT> add square 20 percent size of octagon <WHERE> inside octagon\n<WHAT> with six equal distant small squares <WHERE> outside larger square within octagon", "<WHAT> a small square <WHERE> center of the paper\n<WHAT> a large hexagon <WHERE> center of the paper\n<WHAT> a small square <WHERE> between the square and hexagon 45 degrees from center\n<WHAT> a small square <WHERE> between the square and hexagon 100 degrees from center\n<WHAT> a small square <WHERE> between the square and hexagon 170 degrees from center\n<WHAT> a small square <WHERE> between the square and hexagon 225 degrees from center\n<WHAT> a small square <WHERE> between the square and hexagon 280 degrees from center\n<WHAT> a small square <WHERE> between the square and hexagon 350 degrees from center"], "lax-drawing-nuts-bolts-all-128.png": ["<WHAT> A Large Circle <WHERE> In the center of the image\n<WHAT> A Small Square <WHERE> In the center of the circle\n<WHAT> 8 Tiny Squares <WHERE> In between the large circle and the small square, closer to the circle: 4 in the middle of the lines of the square, and 4 at the corners of the square.", "<WHAT> a circle <WHERE> the center of the big squared image\n<WHAT> a small square <WHERE> within the center of the circle\n<WHAT> 8 very small squares <WHERE> diagonally and vertically and horizontally facing the small square"], "lax-drawing-nuts-bolts-all-246.png": ["<WHAT> draw hexagon <WHERE> in center of space provided\n<WHAT> with square 20 percent size of hexagon <WHERE> in center of hexagon\n<WHAT> with 8 circles equally distant <WHERE> surrounding square within hexagon", "<WHAT> Medium hexagon <WHERE> Center\n<WHAT> Slightly smaller hexagon <WHERE> Inside the first hexagon\n<WHAT> Small square <WHERE> Center of hexagons\n<WHAT> 8 tiny circles <WHERE> Around the square in equal distances"], "lax-drawing-nuts-bolts-all-078.png": ["<WHAT> A Medium Hexagon <WHERE> In the center of the image\n<WHAT> A Circle <WHERE> In the center of the hexagon", "<WHAT> hexagon <WHERE> center\n<WHAT> circle 1/2 diameter of hexagon <WHERE> in center of hexagon"], "lax-drawing-nuts-bolts-all-157.png": ["<WHAT> draw hexagon <WHERE> in center of space provided\n<WHAT> with a 20 percent size hexagon <WHERE> in center of larger hexagon\n<WHAT> with four equal distant small circles <WHERE> outside small hexagon and inside larger hexagon", "<WHAT> hexagon <WHERE> in the center\n<WHAT> four circles <WHERE> at the top left, top right, bottom left, and bottom right of the hexagon but not touching.\n<WHAT> big hexagon <WHERE> surrounding and further away from the smaller hexagon and circles."], "lax-drawing-nuts-bolts-all-061.png": ["<WHAT> draw circle <WHERE> within space provided\n<WHAT> with square 15 percent size of hexagon <WHERE> within circle", "<WHAT> circle <WHERE> middle\n<WHAT> small square <WHERE> middle inside of circle", "<WHAT> circle <WHERE> middle of space\n<WHAT> square <WHERE> in midde of the circle"], "lax-drawing-nuts-bolts-all-174.png": ["<WHAT> An octagon <WHERE> in the center of the page\n<WHAT> A circle  that is half the size of the octagon <WHERE> in the middle of the octagon\n<WHAT> four small circles. These circles are much much smaller than the main circle. <WHERE> Northeast, nortwest, southeast and southwest of the main circle", "<WHAT> a quarter sized circle <WHERE> in the center of the paper\n<WHAT> 4 small circles <WHERE> where the corners would be if the circle was a square\n<WHAT> an octagon that is big enough to enclose all 5 circles and leave some space in between them <WHERE> surrounding the circles positioned so flat sides are horizontal and vertical", "<WHAT> an octagon <WHERE> in the middle\n<WHAT> a circle <WHERE> in the middle of the octagon\n<WHAT> 4 tiny circles <WHERE> outside of the circle"], "lax-drawing-nuts-bolts-all-200.png": ["<WHAT> a small square <WHERE> in the middle\n<WHAT> 6 tiny circles <WHERE> around the square\n<WHAT> an octagon <WHERE> around the whole image, going around the smaller circles, encompassing all", "<WHAT> an octagon <WHERE> in the middle\n<WHAT> a small square <WHERE> in the middle of the octagon\n<WHAT> 6 tiny circles <WHERE> outside of the square"], "lax-drawing-nuts-bolts-all-110.png": ["<WHAT> medium size circle <WHERE> in the middle\n<WHAT> hexagon <WHERE> inside the circle\n<WHAT> two small circles <WHERE> on opposite corners the hexagon", "<WHAT> a large circle <WHERE> middle of page\n<WHAT> a medium hexagon <WHERE> inside the circle\n<WHAT> 2 tiny circles <WHERE> upper right and lower left corners of hexagon"], "lax-drawing-nuts-bolts-all-159.png": ["<WHAT> A hexagon <WHERE> in the center of the page\n<WHAT> a much smaller hexagon <WHERE> in the center of the hexagon\n<WHAT> Eight small circles <WHERE> Gathered around the smaller hexagon", "<WHAT> a dime sized hexagon <WHERE> in the center of the paper\n<WHAT> 8 small circles <WHERE> one on each point of the hexagon as well as one along each side of the hexagon\n<WHAT> a hexagon <WHERE> around the smaller hexagon and surrounding circles with a half inch of space between it and the circles", "<WHAT> small hexagon <WHERE> in the center of the field\n<WHAT> 8 tiny circles <WHERE> at each corner, and the top and bottom line\n<WHAT> another hexagon roughly 3 times the size of the first <WHERE> outside the first, evenly spaced between all edges"], "lax-drawing-nuts-bolts-all-076.png": ["<WHAT> A small hexagon <WHERE> In the center of the page\n<WHAT> A square <WHERE> Inside the hexagon", "<WHAT> a quarter sized hexagon <WHERE> in the center of the paper\n<WHAT> a small square <WHERE> centered inside the hexagon", "<WHAT> small hexagon <WHERE> center of the space\n<WHAT> extra small square <WHERE> center of the hexagon"], "lax-drawing-nuts-bolts-all-201.png": ["<WHAT> small square <WHERE> middle\n<WHAT> two smaller squares <WHERE> opposite corners of the square\n<WHAT> octagon <WHERE> around the whole image", "<WHAT> small-medium hexagon with bold lines <WHERE> in the middle of the space\n<WHAT> very small square <WHERE> in the middle of the hexagon\n<WHAT> a tiny square <WHERE> halfway between the upper right corner of the small square and the boundary of the hexagon\n<WHAT> a tiny square <WHERE> halfway between the lower left corner of the small square and the boundary of the hexagon"], "lax-drawing-nuts-bolts-all-205.png": ["<WHAT> A fairly large octagon <WHERE> in the center of the page\n<WHAT> a small square <WHERE> in the center of the octagon\n<WHAT> Four small circles <WHERE> On each corner of the square", "<WHAT> a small square <WHERE> in the center of the paper\n<WHAT> 4 small circles <WHERE> outside each corner of the square\n<WHAT> a large hexagon <WHERE> surrounding the previous drawings with half an inch between it and the circles", "<WHAT> I want you to draw a octogon. <WHERE> In the middle of the page.\n<WHAT> I want you to draw a small square. <WHERE> In the middle of the octogon. But, only one inch in size.\n<WHAT> I want you to draw 4 small circles. <WHERE> One at each point of the square inside the octogon, each being a half inch away from the square in the middle."], "lax-drawing-nuts-bolts-all-080.png": ["<WHAT> hexagon <WHERE> middle of the square\n<WHAT> hexagon <WHERE> around the smaller hexagon", "<WHAT> a hexagon <WHERE> center of the big squared image\n<WHAT> another hexagon 1/2 the size of the first hexagon <WHERE> the center of the first hexagon"], "lax-drawing-nuts-bolts-all-225.png": ["<WHAT> hexagon <WHERE> middle\n<WHAT> two teeny squares <WHERE> opposite corners of the hexagon\n<WHAT> bigger hexagon <WHERE> around all shapes, encompassing squares and smaller hexagon\n<WHAT> bigger hexagon <WHERE> tightly wrapped around the large hexagon", "<WHAT> a medium hexagon <WHERE> the center of the page\n<WHAT> two tiny squares <WHERE> in the top right and bottom left outside the hexagon\n<WHAT> a large hexagon <WHERE> outside the other shapes\n<WHAT> a slightly smaller hexagon <WHERE> inside the large hexagon"], "lax-drawing-nuts-bolts-all-226.png": ["<WHAT> A medium sized hexagon <WHERE> in the center of the page\n<WHAT> Another hexagon creating a border effect <WHERE> inside the first hexagon\n<WHAT> A smaller hexagon <WHERE> Within your bordered hexagons\n<WHAT> four small squares <WHERE> northeast, northwest southeast and southwest of your bordered hexagon but not inside the smaller hexagon", "<WHAT> six sided item with bold border <WHERE> in center of area\n<WHAT> medium six sided item <WHERE> in the center\n<WHAT> four small squares <WHERE> in between the two six sided items, one in each corner", "<WHAT> a quarter sized hexagon <WHERE> in the center of the paper\n<WHAT> 4 small squares <WHERE> where the 4 corners would be if you drew a square around the hexagon\n<WHAT> a hexagon <WHERE> surrounding the previous drawings leaving barely any space between it and the squares\n<WHAT> another hexagon <WHERE> surrounding the most previous hexagon, leaving hardly any space between the 2"], "lax-drawing-nuts-bolts-all-195.png": ["<WHAT> small hexagon <WHERE> middle\n<WHAT> two tiny squares <WHERE> at opposite corners of hexagon\n<WHAT> much larger octagon <WHERE> around the smaller shapes", "<WHAT> a large octagon <WHERE> in the space\n<WHAT> a little hexagon <WHERE> the middle of the octagon\n<WHAT> two mini squares <WHERE> outside of the hexagon diagonally on either side"], "lax-drawing-nuts-bolts-all-081.png": ["<WHAT> small hexagon <WHERE> middle\n<WHAT> large hexagon <WHERE> around small hexagon", "<WHAT> I want you to draw a hexagon. <WHERE> In the middle of the page.\n<WHAT> Then I want you to draw me a much smaller hexagon. <WHERE> In the middle of the first one."], "lax-drawing-nuts-bolts-all-218.png": ["<WHAT> A medium sized hexagon <WHERE> center of the page\n<WHAT> a second similar sized hexagon to create a border effect <WHERE> within the first hexagon\n<WHAT> a medium sized circle <WHERE> in the center of the border hexagons\n<WHAT> two smaller circles. <WHERE> one at 2 o'clock on your bigger circle and one at 7 o'clock on the bigger circle", "<WHAT> a dime sized circle <WHERE> in the center of the paper\n<WHAT> 2 small circles <WHERE> to the top right and bottom left of the circle, just outside of the circle\n<WHAT> a hexagon <WHERE> surrounding the circles leaving a quarter of an inch between it and the small circles\n<WHAT> a hexagon <WHERE> just outside the first one, leaving barely any room between the 2 hexagons", "<WHAT> a double-lined hexagon <WHERE> in the middle\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> 2 tiny circles <WHERE> top right and bottom left of the circle"], "lax-drawing-nuts-bolts-all-066.png": ["<WHAT> tiny square <WHERE> middle\n<WHAT> larger circle <WHERE> around square\n<WHAT> even larger circle <WHERE> around the bigger circle", "<WHAT> circle <WHERE> middle of a page\n<WHAT> slightly smaller circle <WHERE> middle of page\n<WHAT> square <WHERE> inside"], "lax-drawing-nuts-bolts-all-052.png": ["<WHAT> a small circle <WHERE> in the center of the page\n<WHAT> a hexagon <WHERE> within the circle", "<WHAT> A circle, about 1/18th the size of the page. <WHERE> At the center of the page.\n<WHAT> A hexagon, about 1/2 the size of the circle. <WHERE> At the center of the circle.", "<WHAT> a quarter sized circle <WHERE> in the center of the paper\n<WHAT> a hexagon <WHERE> centered inside the circle"], "lax-drawing-nuts-bolts-all-165.png": ["<WHAT> a medium sized hexagon <WHERE> in the center of the page\n<WHAT> a small square <WHERE> center of the hexagonsm\n<WHAT> small circle <WHERE> right on the edge inside the hexagon at 11 o'clock\n<WHAT> small circle <WHERE> right on the edge inside the hexagon at 2 o'clock\n<WHAT> small circle <WHERE> right on the edge inside the hexagon at 4 o'clock\n<WHAT> small circle <WHERE> right on the edge inside the hexagon almost at 6o'clock. Think 5:30!\n<WHAT> small circle <WHERE> right on the edge inside the hexagon at 7 o'clock\n<WHAT> small circle <WHERE> right on the edge inside the hexagon at 10 o'clock", "<WHAT> a dime sized square <WHERE> in the center of the paper\n<WHAT> a hexagon <WHERE> surrounding the square leaving about a half inch between it and the sides of the square\n<WHAT> 6 small circles <WHERE> just inside the hexagon, shifted slightly to the right of each point", "<WHAT> a hexagon <WHERE> center of page\n<WHAT> a smaller square <WHERE> center of hexagon\n<WHAT> tiny circles <WHERE> directly beneath hexagon, right of where the sides meet"], "lax-drawing-nuts-bolts-all-193.png": ["<WHAT> an octagon with equal sides <WHERE> in the middle of the box\n<WHAT> a tiny hexagon 1/5 the size <WHERE> in the middle of the octagon\n<WHAT> six small circles <WHERE> outside each corner of the hexagon", "<WHAT> a hexagon about 25% of the size of the page <WHERE> in the middle of the page\n<WHAT> another hexagon about 25% of the size of the first hexagon <WHERE> in the middle of the first hexagon\n<WHAT> six small circles, about one third the size of the smaller hexagon <WHERE> spaced equally around the smaller hexagon, adjacent to the points of the smaller hexagon"], "lax-drawing-nuts-bolts-all-125.png": ["<WHAT> a circle <WHERE> in the middle of the space\n<WHAT> a square that is 1/3 the size of the circle <WHERE> in the middle of the circle\n<WHAT> two squares 1/10 the size of the main square <WHERE> northeast and southwest corner of the circle, between the square and circumference of the circle", "<WHAT> CIRCLE <WHERE> MIDDLE OF THE PAGE\n<WHAT> MEDIUM SQUARE <WHERE> MIDDLE OF CIRCLE\n<WHAT> TWO TINY SQUARES <WHERE> IN LINE WITH OPPOSITE CORNERS OF MEDIUM SQUARE NEAR THE OUTSIDE CIRCLE"], "lax-drawing-nuts-bolts-all-073.png": ["<WHAT> a hexagon <WHERE> in the middle of the space\n<WHAT> a circle that is 2/3 of the hexagon <WHERE> in the middle of the hexagon", "<WHAT> a hexagon <WHERE> the space\n<WHAT> a circle <WHERE> the middle of the hexagon"], "lax-drawing-nuts-bolts-all-212.png": ["<WHAT> a hexagon <WHERE> in the middle of the space\n<WHAT> a 2nd hexagon that is barely smaller <WHERE> inside of the first hexagon\n<WHAT> a circle, 2/3 the size of the hexagon <WHERE> in the middle of the hexagons\n<WHAT> 4 circles, 1/10 the size of the big circle <WHERE> NE, SE, SW, NW inside of the hexagon, almost like corners of a square", "<WHAT> a medium circle <WHERE> in the center of the page\n<WHAT> four tiny circles <WHERE> slightly distanced from each corner of the other circle\n<WHAT> a large hexagon <WHERE> around the circles\n<WHAT> a slightly smaller hexagon <WHERE> directly inside the first hexagon"], "lax-drawing-nuts-bolts-all-230.png": ["<WHAT> hexagon <WHERE> middle\n<WHAT> 2nd hexagon, barely smaller than the first <WHERE> inside the first hexagon\n<WHAT> small hexagon 1/4 the height of inner hexagon <WHERE> in the middle of the 2 hexagons\n<WHAT> 4 small circles <WHERE> NE, SE, SW, NW corner outside the smallest hexagon", "<WHAT> a large hexagon <WHERE> middle of page\n<WHAT> an outline of that hexagon <WHERE> around the hexagon already drawn\n<WHAT> a very small hexagon <WHERE> in the middle of other hexagons\n<WHAT> 4 tiny circles <WHERE> in the 4 corners of the small hexagon"], "lax-drawing-nuts-bolts-all-222.png": ["<WHAT> hexagon <WHERE> middle of space\n<WHAT> 2nd hexagon barely smaller than first <WHERE> inside the 1st hexagon\n<WHAT> circle, 1/4 height of the hexagons <WHERE> middle of the hexagons\n<WHAT> 6 squares, each 1/6 height of the circle <WHERE> adjoining the circle on the outside, evenly spaced", "<WHAT> hexagon with double lines on each edge and flat on top and bottom <WHERE> in center of field\n<WHAT> circle 1/3 the size of the hexagon <WHERE> in the center of the hexagon\n<WHAT> 8 tiny squares <WHERE> at all compass points of the circle, just touching the circle"], "lax-drawing-nuts-bolts-all-083.png": ["<WHAT> hexagon <WHERE> middle of space\n<WHAT> a square that is 1/5 the height of the hexagon <WHERE> in the very middle of the hexagon", "<WHAT> a small square <WHERE> in the center of the page\n<WHAT> a large hexagon <WHERE> around the square in the center"], "lax-drawing-nuts-bolts-all-127.png": ["<WHAT> circle <WHERE> middle of space\n<WHAT> a square 1/3 the height of the circle <WHERE> in the middle of the circle\n<WHAT> 6 small squares that are each 1/4 the height of the big square <WHERE> closer to the circle than the square, the first two lining up with the top left and bottom right of the big square. the rest evenly between", "<WHAT> a circle <WHERE> in the center of the page\n<WHAT> a square <WHERE> in the center of the circle\n<WHAT> a very small square <WHERE> directly above the top left corner of the square, inside the circle, close to the edge of the circle\n<WHAT> a very small square <WHERE> directly to the left of the top left corner of the square,  inside the circle, close to the edge of the circle\n<WHAT> a very small square <WHERE> directly below the bottom right corner of the square, inside the circle, close to the edge of the circle\n<WHAT> a very small square <WHERE> directly to the right of the bottom right corner of the square, inside the circle, close to the edge of the circle\n<WHAT> a very small square <WHERE> diagonally to the left and down from the bottom left corner of the square, inside the circle, close to the edge of the circle\n<WHAT> a very small square <WHERE> diagonally to the right and up from the top right corner of the square, inside the circle, close to the edge of the circle"], "lax-drawing-nuts-bolts-all-118.png": ["<WHAT> a medium sized circle <WHERE> in the centre of the page\n<WHAT> a small hexagon <WHERE> in the middle of the circle\n<WHAT> one tiny circle <WHERE> just off each external point of the hexagon", "<WHAT> a circle <WHERE> the middle of the big square image\n<WHAT> a small hexagon <WHERE> in the center of the circle\n<WHAT> 6 small circle dots <WHERE> at the end of each diagonal line of the hexagon"], "lax-drawing-nuts-bolts-all-107.png": ["<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a smaller circle <WHERE> in the centre of the larger circle\n<WHAT> six tiny circles <WHERE> evenly spaced around, a mm away from the outside of the middle circle", "<WHAT> a circle about 1/4 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a smaller circle about 1/4 the height of the first circle <WHERE> exactly in the center of the first circle\n<WHAT> 6 tiny circles <WHERE> equally spaced around the perimeter of the inner circle but not quite touching it"], "lax-drawing-nuts-bolts-all-198.png": ["<WHAT> large octagon <WHERE> center\n<WHAT> small square 1/8 size of octagon <WHERE> center of the octagon\n<WHAT> 2 small circles <WHERE> inside octagon and one each to the bottom left and top right of the square", "<WHAT> An octogon, about 1/6th the size of the page. <WHERE> At the center of the page.\n<WHAT> A square, about 1/6th the size of the octogon. <WHERE> At the center of the octogon.\n<WHAT> Two small circles, about 1/6th the size of the square. <WHERE> Clockwise, at point one and point three of the square. Each circle is one square's difference away from the square."], "lax-drawing-nuts-bolts-all-146.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> a tiny square <WHERE> touching the outside of the circle, at 2 o'clock\n<WHAT> a tiny square <WHERE> touching the outside of the circle, at 7 o'clock", "<WHAT> a large hexagon <WHERE> in the space\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> two mini squares <WHERE> diagonally on either side of the circle"], "lax-drawing-nuts-bolts-all-240.png": ["<WHAT> a large hexagon <WHERE> in the middle of the page\n<WHAT> another hexagon <WHERE> 1mm inside the first hexagon\n<WHAT> a small square <WHERE> the centre of the hexagons\n<WHAT> 4 tiny squares <WHERE> touching the inside of the smallest hexagon, at 1 o'clock, 5 o'clock, 7 o'clock, and 11 o'clock", "<WHAT> a double-bordered hexagon (two lines for the perimeter very close together), height about 1/4 of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a square, height about 1/3 of the hexagon's height <WHERE> exactly in the center of the hexagon\n<WHAT> 4 tiny squares <WHERE> next to the inner perimeter of the hexagon, not quite touching.  position is as if you drew a 45 degree diagonal line from the inner square's corners out to the hexagon perimeter, tiny squares located at the end of that line next to hexagon perimeter"], "lax-drawing-nuts-bolts-all-179.png": ["<WHAT> draw an octagon of medium size <WHERE> in the middle of the page\n<WHAT> inside the octagon draw a circle <WHERE> middle of the octagon\n<WHAT> in between the circle and the octagon draw 8 tiny squares  draw <WHERE> equal size and length from one another not touching anything else", "<WHAT> an octogon <WHERE> in the center of the page\n<WHAT> a circle <WHERE> in the center of the octogon\n<WHAT> eight squares <WHERE> around the circle inside the octogon"], "lax-drawing-nuts-bolts-all-187.png": ["<WHAT> Large octagon <WHERE> center\n<WHAT> hexagon 1/3 size of octagon <WHERE> center of octagon\n<WHAT> 6 small circles <WHERE> evenly spaced around the inside of octagon and outside of hexagon", "<WHAT> octagon <WHERE> center\n<WHAT> hexagon 1/3 of octagon diameter <WHERE> in center of octagon\n<WHAT> 8 tiny circles <WHERE> surrounding the hexagon, within the octagon"], "lax-drawing-nuts-bolts-all-163.png": ["<WHAT> a large hexagon <WHERE> in the centre of the page\n<WHAT> a small square <WHERE> in the middle of the hexagon\n<WHAT> 2 tiny circles <WHERE> 1mm inside of the hexagon, one at 2 o'clock, one at 7 o'clock", "<WHAT> Hexagon <WHERE> Middle of page\n<WHAT> two small circles <WHERE> diagonal from top right to bottom left\n<WHAT> small square <WHERE> in the middle of hexagon", "<WHAT> a hexagon <WHERE> middle of space\n<WHAT> a square <WHERE> middle of hexagon\n<WHAT> two circles <WHERE> adjacent to interior edge of hexagon, on each corner of the square"], "lax-drawing-nuts-bolts-all-085.png": ["<WHAT> medium hexagon <WHERE> center of page\n<WHAT> hexagon, barely smaller than previous <WHERE> center of original hexagon\n<WHAT> circle 1/4 size of previous hexagon <WHERE> center of hexagon", "<WHAT> a hexagon <WHERE> the middle center of the big square image\n<WHAT> another hexagon but a pinch slightly smaller <WHERE> within the hexagon in the middle\n<WHAT> a circle with a small squares clipped within <WHERE> the middle of the hexagon"], "lax-drawing-nuts-bolts-all-102.png": ["<WHAT> circle <WHERE> medium size in middle of page\n<WHAT> smaller cirlce <WHERE> inside first circle\n<WHAT> draw two tiny squares in between the two circles <WHERE> one diagnol from top right corner and one diagonal from bottom left corner (would be able to draw a straiight line between both circles and the line would end up hitting both corners of the page)", "<WHAT> circle <WHERE> middle of page\n<WHAT> smaller cirlce <WHERE> inside circle from above\n<WHAT> small square <WHERE> lower left of circle\n<WHAT> small squae <WHERE> upper right side of circle"], "lax-drawing-nuts-bolts-all-086.png": ["<WHAT> small hexagon <WHERE> middle of page\n<WHAT> small square <WHERE> inside hexagon", "<WHAT> hexagon <WHERE> center\n<WHAT> very slightly smaller hexagon <WHERE> inside of hexagon\n<WHAT> Square 1/4 of hexagon's diameter <WHERE> inside of hexagon"], "lax-drawing-nuts-bolts-all-206.png": ["<WHAT> large octagon <WHERE> center\n<WHAT> small square 1/8th size of octagon <WHERE> center of octagon\n<WHAT> 6 very small circles <WHERE> equally spaced in a circle around inner square", "<WHAT> medium small octagon <WHERE> center of the space\n<WHAT> extra small square <WHERE> center of the octagon\n<WHAT> 6 small circles <WHERE> a quarter way between the lines of the square and the octagon"], "lax-drawing-nuts-bolts-all-109.png": ["<WHAT> a circle <WHERE> in the centre of the page\n<WHAT> a small circle <WHERE> in the middle of the first circle\n<WHAT> 2 tiny squares <WHERE> touching the outside of the small circle, one at 1 o'clock and one at 7 o'clock", "<WHAT> a large circle <WHERE> middle of page\n<WHAT> small circle <WHERE> inside the big circle\n<WHAT> tiny square <WHERE> bottom left of small circle\n<WHAT> tiny sqaure <WHERE> upper right of small circle"], "lax-drawing-nuts-bolts-all-077.png": ["<WHAT> small hexagon <WHERE> center\n<WHAT> very small square 1/16 size of hexagon <WHERE> center of hexagon", "<WHAT> small hexagon <WHERE> the center of the field with flat top and bottom\n<WHAT> square with lines 1/3 the size of the lines on the hexagon <WHERE> directly in the center of the hexagon with flat top and bottom"], "lax-drawing-nuts-bolts-all-214.png": ["<WHAT> medium size hexagon <WHERE> center of page\n<WHAT> circle <WHERE> inside hexagon not touching it.\n<WHAT> two small squares between circle and hexagon <WHERE> one touching top right slanted line. one toughing bottom left slanted line.", "<WHAT> hexagon <WHERE> center\n<WHAT> very very slightly smaller hexagon <WHERE> inside of first hexagon\n<WHAT> circle 1/2 the diameter of the smaller hexagon <WHERE> center of smaller hexagon\n<WHAT> 2 tiny squares <WHERE> inside of and nearly bordering the smaller hexagon, 1 northeast and 1 southwest of the very center."], "lax-drawing-nuts-bolts-all-063.png": ["<WHAT> a small circle <WHERE> in the centre of the page\n<WHAT> a very slightly smaller circle <WHERE> inside the first circle\n<WHAT> a much smaller circle <WHERE> in the middle of the smaller circle", "<WHAT> bordered circle <WHERE> middle\n<WHAT> smaller circle <WHERE> middle of circle."], "lax-drawing-nuts-bolts-all-051.png": ["<WHAT> a small circle <WHERE> in the middle of the page\n<WHAT> a very small circle <WHERE> in the middle of the first circle", "<WHAT> circle <WHERE> center\n<WHAT> circle 1/4 of first circle's diameter <WHERE> inside of the first circle"], "lax-drawing-nuts-bolts-all-229.png": ["<WHAT> medium hexagon <WHERE> center\n<WHAT> medium hexagon barely smaller than previous <WHERE> center of previous hexagon\n<WHAT> small hexagon 1/8 size of previous <WHERE> center of previous hexagon\n<WHAT> 2 very small circles <WHERE> bottom left and top right of previous hexagon", "<WHAT> a large hexagon <WHERE> the space\n<WHAT> a slightly smaller hexagon <WHERE> in the larger hexagon\n<WHAT> a tiny hexagon <WHERE> in the slightly smaller hexagon\n<WHAT> two mini circles <WHERE> diagonally on either side of the tiny hexagon"], "lax-drawing-nuts-bolts-all-236.png": ["<WHAT> medium hexagon <WHERE> middle of page\n<WHAT> small square <WHERE> center of the hexagon\n<WHAT> two small circles between sqaure and hexagon <WHERE> one circle drawn next to slanted line on right top and other slanted line left bottom", "<WHAT> bordered hexagon <WHERE> middle\n<WHAT> square <WHERE> middle of hexagon\n<WHAT> 2 circles <WHERE> between 2 corners of square"], "lax-drawing-nuts-bolts-all-093.png": ["<WHAT> small octagon <WHERE> center\n<WHAT> very small hexagon <WHERE> center of octagon", "<WHAT> small hexagon <WHERE> in the center\n<WHAT> larger octagon <WHERE> surrounding the hexagon with the hexagon centered and not touching."], "lax-drawing-nuts-bolts-all-219.png": ["<WHAT> med hexagon <WHERE> midline\n<WHAT> small circle <WHERE> middle of hexagon\n<WHAT> 4 circles on the outside of the center circle <WHERE> each smaller circle should line up with the corner of the page", "<WHAT> hexagon <WHERE> in the middle of the page\n<WHAT> a border <WHERE> around the hexagon closely\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> four smaller circles <WHERE> around the circle in the middle, close to the circle in the middle"], "lax-drawing-nuts-bolts-all-191.png": ["<WHAT> large octagon <WHERE> center\n<WHAT> medium hexagon 1/6 size of octagon <WHERE> center of octagon\n<WHAT> 8 very small squares <WHERE> evenly spaced in a circle inside of octagon and outside of hexagon", "<WHAT> an octagon <WHERE> in the center of the page\n<WHAT> a hexagon about a third the size of the octagon <WHERE> in the center of the octagon\n<WHAT> a very small square <WHERE> directly above the hexagon, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> directly below the hexagon, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> directly to the left of the hexagon, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> directly to the right of the hexagon, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> above and to the left of the hexagon, at an even interval between the top and left squares, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> above and to the right of the hexagon, at an even interval between the top and right squares, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> below and to the left of the hexagon, at an even interval between the bottom and left squares, a little closer to the hexagon's edge\n<WHAT> a very small square <WHERE> below and to the right of the hexagon, at an even interval between the bottom and right squares, a little closer to the hexagon's edge"], "lax-drawing-nuts-bolts-all-082.png": ["<WHAT> medium hexagon <WHERE> midline\n<WHAT> square <WHERE> inside hexagon", "<WHAT> HEXAGON <WHERE> MIDDLE OF PAGE\n<WHAT> MEDIUM SQUARE <WHERE> MIDDLE OF HEXAGON LIKE A NUT WITH SQUARE HOLE"], "lax-drawing-nuts-bolts-all-129.png": ["<WHAT> medium circle <WHERE> center of page\n<WHAT> small square <WHERE> center of ciricle\n<WHAT> two small circles <WHERE> one next to top right corner of square and other next to bottom left corner of square", "<WHAT> a circle <WHERE> center of page\n<WHAT> small square <WHERE> in the center of the circle\n<WHAT> two very small circles <WHERE> on the top right corner of the square and the bottom left corner too"], "lax-drawing-nuts-bolts-all-213.png": ["<WHAT> hexagon <WHERE> center\n<WHAT> slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> circle <WHERE> inside smaller hexagon taking up half the space available\n<WHAT> eight very small circles spread out like a clock <WHERE> between the smaller hexagon and the circle", "<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> an outline of the hexagon <WHERE> around the hexagon, creating a border\n<WHAT> a circle <WHERE> inside the hexagon\n<WHAT> eight small circles <WHERE> around the circle close to the hexagon"], "lax-drawing-nuts-bolts-all-153.png": ["<WHAT> hexagon <WHERE> center of the page\n<WHAT> another hexagon, half the size of the first <WHERE> in the middle of the first hexagon\n<WHAT> eight small circles spread out like the numbers on a clock <WHERE> between the smaller and larger hexagon", "<WHAT> one medium size hexagon <WHERE> in the center of the page\n<WHAT> one 50% smaller hexagon <WHERE> centered inside the first hexagon\n<WHAT> four very small circles <WHERE> inside the large hexagon, close to its perimeter, placed at the top, bottom, left and right sides\n<WHAT> four more very small circles <WHERE> inside the large hexagon, close to its perimeter, placed equally between the previous four circles"], "lax-drawing-nuts-bolts-all-089.png": ["<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> a slightly smaller hexagon <WHERE> inside the original hexagon\n<WHAT> a hexagon half the size of the first one <WHERE> in the center of the two other hexagons", "<WHAT> a large hexagon <WHERE> middle of page\n<WHAT> an outline of that hexagon <WHERE> around the other hexagon\n<WHAT> a smaller hexagon <WHERE> in the middle of the other 2 hexagons"], "lax-drawing-nuts-bolts-all-241.png": ["<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> a slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a square about 1/4 of the size of the second hexagon <WHERE> in the center of the second hexagon\n<WHAT> six very small squares <WHERE> in between the first square and the second hexagon, each slightly offset to the left of the center of each line of the second hexagon", "<WHAT> a medium small hexagon <WHERE> center of the space\n<WHAT> a slightly smaller hexagon <WHERE> center of the first hexagon\n<WHAT> a small square <WHERE> center of the hexagons\n<WHAT> 6 tiny squares <WHERE> almost touching the inner boundary of the second hexagon"], "lax-drawing-nuts-bolts-all-249.png": ["<WHAT> a hexagon <WHERE> in the center of the page\n<WHAT> a slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a small square <WHERE> in the center of the second hexagon\n<WHAT> six very small squares <WHERE> surrounding the small square, evenly spaced but slightly offset to the left", "<WHAT> small square <WHERE> center of paper\n<WHAT> A larger hexagon <WHERE> center of the paper\n<WHAT> a slightly larger hexagon than the first <WHERE> center of the paper\n<WHAT> 6 very small squares <WHERE> just outside of the small square in a circle around it"], "lax-drawing-nuts-bolts-all-245.png": ["<WHAT> a hexagon <WHERE> center of the page\n<WHAT> a slightly smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a small square <WHERE> in the center of the second hexagon\n<WHAT> six very small wobbly circles <WHERE> surrounding the small square, evenly spaced but offset slightly to the left", "<WHAT> HEXAGON <WHERE> MIDDLE OF PAGE\n<WHAT> SMALL SQUARE <WHERE> MIDDLE OF HEXAGON LIKE A HUB\n<WHAT> SIX TINY CIRCLES <WHERE> CIRCLING THE MIDDLE SQUARE"], "lax-drawing-nuts-bolts-all-099.png": ["<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a circle half the size of the first one <WHERE> inside the first circle\n<WHAT> four very small circles <WHERE> at the northeast, southeast, southwest, and northwest points between the two circles", "<WHAT> A circle, about 1/8th the size of the page. <WHERE> At the center of the page.\n<WHAT> A circle, about 1/2 the size of the previous circle. <WHERE> At the center of the larger circle.\n<WHAT> Four tiny circles, about 1/16th the size of the previous circle. <WHERE> Evenly distributed around the center circle. The tiny circles should make up a square shape if a line were drawn between them."], "lax-drawing-nuts-bolts-all-183.png": ["<WHAT> a large hexagon <WHERE> in the center of the page\n<WHAT> a small circle <WHERE> in the center of the hexagon\n<WHAT> six small squares <WHERE> surrounding and touching the small circle, evenly spaced from each other but slightly offset to the left", "<WHAT> a large octagon <WHERE> in the center of the page\n<WHAT> a small circle <WHERE> in the middle of the octagon\n<WHAT> 6 smaller squares <WHERE> around the small circle"], "lax-drawing-nuts-bolts-all-188.png": ["<WHAT> a large octagon <WHERE> in the center of the page\n<WHAT> a hexagon <WHERE> in the center of the octagon\n<WHAT> a small square <WHERE> at the right corner of the top line of the hexagon\n<WHAT> a small square <WHERE> at the left corner of the bottom line of the hexagon", "<WHAT> an octagon, height of about 1/3 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a hexagon, about 1/3 the height of the octagon <WHERE> exactly in the center of the octagon\n<WHAT> two tiny squares <WHERE> in the space between the hexagon and octagon, just below the 45 degree diagonal line from the NE corner of the hexagon to the octagon perimeter, and just above the 45 degree diagonal line from the SW corner of the hexagon to the octagon perimeter"], "lax-drawing-nuts-bolts-all-156.png": ["<WHAT> a medium size hexagon <WHERE> in the center of the page\n<WHAT> a smaller hexagon <WHERE> in the center of the larger hexagon\n<WHAT> a small circle <WHERE> close to right corner of the top line of the small hexagon\n<WHAT> a small circle <WHERE> close to the left corner of the bottom line of the hexagon in the center of the larger hexagon", "<WHAT> a large hexagon <WHERE> middle of page\n<WHAT> a small hexagon <WHERE> inside large hexagon\n<WHAT> a tiny circle <WHERE> bottom left of small hexagon\n<WHAT> tiny circle <WHERE> upper right of small  hexagon"], "lax-drawing-nuts-bolts-all-068.png": ["<WHAT> a medium circle <WHERE> in the center of the page\n<WHAT> a circle <WHERE> directly inside the medium circle already drawn\n<WHAT> a smaller circle <WHERE> directly in the center of the two other circles", "<WHAT> a double-bordered circle, two perimeter lines close together, about 1/4 the height of the box <WHERE> exactly in the center of the box\n<WHAT> a circle, about 1/2 the diameter of the first circle <WHERE> exactly in the center of the first circle"], "lax-drawing-nuts-bolts-all-207.png": ["<WHAT> a medium octagon <WHERE> in the center of the page\n<WHAT> a small square <WHERE> in the center of the octagon\n<WHAT> 8 circles smaller than the square <WHERE> surrounding the square so as to make a circle out of smaller circles", "<WHAT> an octagon <WHERE> in the middle of the page\n<WHAT> a very small square <WHERE> in the center of the octagon\n<WHAT> 8 extremely small circles <WHERE> around the square"], "lax-drawing-nuts-bolts-all-220.png": ["<WHAT> a medium to small hexagon <WHERE> in the center of the page\n<WHAT> another hexagon <WHERE> directly inside the other hexagon\n<WHAT> a small to medium size circle <WHERE> in the center of the hexagons\n<WHAT> 8 small circles <WHERE> surrounding the larger circle", "<WHAT> a hexagon about sized 25% of the page <WHERE> in the  middle of the page\n<WHAT> another hexagon 10% smaller than the first hexagon <WHERE> in the center of the first hexagon\n<WHAT> a circle 25% of the first hexagon <WHERE> in the center of the second hexagon\n<WHAT> four small circles one third the size of the first circle <WHERE> placed just outside the edge of the first circle at the top, bottom, left and right sides\n<WHAT> four more small circles <WHERE> equally between the first four circles, just outside the first circle"], "lax-drawing-nuts-bolts-all-210.png": ["<WHAT> a small to medium octagon <WHERE> in the center of the page\n<WHAT> a relatively small square <WHERE> in the center of the octagon\n<WHAT> 8 smaller squares <WHERE> surrounding the center square so as to make a circle of small squares around a larger square", "<WHAT> a octagon <WHERE> middle center of the big squared image\n<WHAT> a small square <WHERE> the center of the octagon\n<WHAT> 8 cycles 1/4 the size of the square in the center <WHERE> the center of the octagon"], "lax-drawing-nuts-bolts-all-223.png": ["<WHAT> a relatively small hexagon <WHERE> in the center of the page\n<WHAT> another hexagon <WHERE> directly inside the other hexagon\n<WHAT> a medium to small hexagon <WHERE> in the center of the two hexagons\n<WHAT> 4 small circles <WHERE> at the top two points of the top line of the smallest hexagon, and two at the bottom two points of the bottom line of the smaller hexagon", "<WHAT> six sided item with large border <WHERE> in center of area\n<WHAT> medium six sided item <WHERE> in center of large six sided item\n<WHAT> four squares <WHERE> evenly distributed in corners between two six sided objects"], "lax-drawing-nuts-bolts-all-164.png": ["<WHAT> a relatively small hexagon <WHERE> in the center of the page\n<WHAT> a smaller square <WHERE> in the center of the hexagon\n<WHAT> 4 small circles, the size of dots <WHERE> at the 4 points of each square along the inside lines of the hexagon", "<WHAT> a hexagon <WHERE> in the middle\n<WHAT> a small square <WHERE> in the middle of the hexagon\n<WHAT> 4 tiny circles <WHERE> inside the hexagon far outside of the square"], "lax-drawing-nuts-bolts-all-152.png": ["<WHAT> hexagon <WHERE> middle of the screen\n<WHAT> six tiny circles <WHERE> one centimeter away from the outside of each corner of the hexagon\n<WHAT> a larger hexagon <WHERE> encircling everything else", "<WHAT> hexagon <WHERE> middle of page", "<WHAT> hexagon <WHERE> middle of space\n<WHAT> hexagon <WHERE> in middle of first hexagon\n<WHAT> six small circles <WHERE> 60 degrees apart from one another relative to center of second hexagon, all placed slightly inside interior edge of first hexagon"], "lax-drawing-nuts-bolts-all-120.png": ["<WHAT> tiny hexagon <WHERE> middle of the screen\n<WHAT> six tiny squares <WHERE> one on each corner of the hexagon\n<WHAT> circle <WHERE> encircling the other shapes", "<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a very small hexagon <WHERE> in the center of the circle\n<WHAT> 6 extremely small squares <WHERE> around the hexagon"], "lax-drawing-nuts-bolts-all-182.png": ["<WHAT> an octagon <WHERE> in the middle\n<WHAT> a small circle <WHERE> inside the octagon\n<WHAT> a small square <WHERE> on the outer top left side of the circle\n<WHAT> a small square <WHERE> on the outer top right side of the circle\n<WHAT> a small square <WHERE> on the outer bottom left side of the circle\n<WHAT> a small square <WHERE> on the outer bottom right side of the circle", "<WHAT> circle <WHERE> in the center\n<WHAT> squares <WHERE> at the four corners of the circle touching the circle\n<WHAT> Octagon <WHERE> surrounding the circle and squares but much larger"], "lax-drawing-nuts-bolts-all-176.png": ["<WHAT> circle <WHERE> middle of the screen\n<WHAT> two squares <WHERE> opposite ends of the circle\n<WHAT> large hexagon <WHERE> encircling the other shapes", "<WHAT> octogon <WHERE> middle of page\n<WHAT> circle <WHERE> middle of octogon\n<WHAT> small square <WHERE> low left corner of hexagon\n<WHAT> small square <WHERE> upper right corner of hexagon"], "lax-drawing-nuts-bolts-all-227.png": ["<WHAT> hexagon <WHERE> middle of the screen\n<WHAT> large hexagon <WHERE> encircling the first shape\n<WHAT> large hexagon <WHERE> encircling the second hexagon, almost touching it\n<WHAT> six small squares <WHERE> inside each side of the large hexagon", "<WHAT> concentric hexagons, a tiny bit apart <WHERE> center of page\n<WHAT> smaller hexagon <WHERE> middle of the larger hexagons\n<WHAT> 6 tiny squares <WHERE> directly below the inner concentric hexagon, to the right of where the sides meet"], "lax-drawing-nuts-bolts-all-185.png": ["<WHAT> hexagon <WHERE> middle of the screen\n<WHAT> two small circles <WHERE> outside opposite side of the hexagon\n<WHAT> large hexagon <WHERE> encircling the other shapes", "<WHAT> an octagon <WHERE> in the center of the page\n<WHAT> a hexagon about a third the size of the octagon <WHERE> in the center of the octagon\n<WHAT> a very small circle <WHERE> just to the right and a tiny bit above the top right corner of the hexagon, a little closer to the hexagon's edge than the octagon's\n<WHAT> a very small circle <WHERE> just to the left and a tiny bit below the bottom left corner of the hexagon, a little closer to the hexagon's edge than the octagon's"], "lax-drawing-nuts-bolts-all-162.png": ["<WHAT> a hexagon <WHERE> in the middle\n<WHAT> a smaller hexagon <WHERE> inside the first hexagon\n<WHAT> a tiny square <WHERE> directly above the second hexagon\n<WHAT> a tiny square <WHERE> directly below the second hexagon\n<WHAT> a tiny square <WHERE> directly left of the second hexagon\n<WHAT> a tiny square <WHERE> directly right of the second hexagon\n<WHAT> a tiny square <WHERE> on the upper left side outside the second hexagon\n<WHAT> a tiny square <WHERE> on the upper right side outside the second hexagon\n<WHAT> a tiny square <WHERE> on the lower left side outside the second hexagon\n<WHAT> a tiny square <WHERE> on the lower right side outside the second hexagon", "<WHAT> hexagon <WHERE> in the center\n<WHAT> eight squares <WHERE> evenly surrounding the center hexagon\n<WHAT> a bigger hexagon <WHERE> surrounding the squares and inside hexagon without touching the squares."], "lax-drawing-nuts-bolts-all-060.png": ["<WHAT> a circle <WHERE> in the middle\n<WHAT> a small square <WHERE> in the middle of the circle", "<WHAT> medium circle <WHERE> center of the space\n<WHAT> very small square <WHERE> center of the circle"], "lax-drawing-nuts-bolts-all-140.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a circle <WHERE> in the middle of the hexagon, and it should be small enough to not touch the sides of the hexagon\n<WHAT> draw four small squares <WHERE> in the space between the hexagon and the circle. they should be top right, top left, bottom right, bottom left, forming a shape of a larger square themselves if you connected them (but don't)", "<WHAT> hexagon <WHERE> in middle of page\n<WHAT> 4 small square <WHERE> in each corner\n<WHAT> circle <WHERE> in middle of hexagon"], "lax-drawing-nuts-bolts-all-233.png": ["<WHAT> small hexagon <WHERE> middle of the screen\n<WHAT> two small squares <WHERE> outside opposite corners of the hexagon\n<WHAT> large hexagon <WHERE> encircling the other shapes\n<WHAT> another large hexagon <WHERE> encircling everything else, almost touching the other large hexagon", "<WHAT> small hexagon <WHERE> center of the paper\n<WHAT> two very small squares <WHERE> just outside of the hexagon top right and bottom left\n<WHAT> larger hexagon <WHERE> surrounding the other parts\n<WHAT> slightly larger hexagon <WHERE> surrounding all the other parts"], "lax-drawing-nuts-bolts-all-190.png": ["<WHAT> octagon <WHERE> in the center\n<WHAT> 6 tiny squares <WHERE> in the center of the of the octagon surrounding a hexagon", "<WHAT> an octagon <WHERE> in the middle\n<WHAT> a hexagon <WHERE> in the middle of the octagon\n<WHAT> 6 tiny squares <WHERE> outside of the hexagon"], "lax-drawing-nuts-bolts-all-139.png": ["<WHAT> circle <WHERE> middle of the screen\n<WHAT> two small squares <WHERE> opposite ends of the circle\n<WHAT> large hexagon <WHERE> encircling all the shapes", "<WHAT> a hexagon <WHERE> in the middle\n<WHAT> a circle <WHERE> in the middle of the hexagon\n<WHAT> 2 tiny squares <WHERE> top right and bottom left outside of the circle"], "lax-drawing-nuts-bolts-all-130.png": ["<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a small square <WHERE> within the circle\n<WHAT> four small circles, smaller than the square <WHERE> in the space between the square and large circle, closer to the corners of the square, but not touching anything", "<WHAT> a small square <WHERE> in the center of the page\n<WHAT> four tiny circles <WHERE> slightly distanced from each corner of the square\n<WHAT> a large circle <WHERE> around the other shapes"], "lax-drawing-nuts-bolts-all-087.png": ["<WHAT> a small hexagon <WHERE> in the middle\n<WHAT> a slightly larger hexagon <WHERE> directly outside of the first hexagon\n<WHAT> a tiny square <WHERE> in the middle of the first hexagon", "<WHAT> a double-bordered hexagon with two outer perimeter lines close together, about 1/8 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a tiny square about 1/6 the height of the hexagon <WHERE> exactly in the center of the hexagon"], "lax-drawing-nuts-bolts-all-055.png": ["<WHAT> tiny square <WHERE> middle of the screen\n<WHAT> medium circle <WHERE> encircling the tiny square", "<WHAT> very small square <WHERE> center of the paper\n<WHAT> small circle <WHERE> center of the paper surrounding the square"], "lax-drawing-nuts-bolts-all-059.png": ["<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a small hexagon <WHERE> within the circle, not touching the edges", "<WHAT> A circle, 1/8th the size of the page. <WHERE> At the center of the page.\n<WHAT> A hexagon, about 1/10th the size of the circle. <WHERE> At the center of the circle."], "lax-drawing-nuts-bolts-all-054.png": ["<WHAT> a small circle <WHERE> in the middle\n<WHAT> a tiny square <WHERE> inside of the circle", "<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a small squre <WHERE> inside the circle"], "lax-drawing-nuts-bolts-all-115.png": ["<WHAT> a circle <WHERE> directly center in the middle of the page\n<WHAT> a smaller hexagon <WHERE> in the middle of the circle\n<WHAT> 6 tiny squares <WHERE> equally spaced surrounding the hexagon", "<WHAT> a circle <WHERE> in the middle\n<WHAT> a smaller hexagon <WHERE> in the center of the circle\n<WHAT> 6 squares <WHERE> between the hexagon and circle"], "lax-drawing-nuts-bolts-all-184.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a small circle <WHERE> in the middle of the hexagon\n<WHAT> eight small squares, smaller than the circle <WHERE> in the space between the circle and hexagon, currounding the circle but not touching it, evenly spaced around it", "<WHAT> I want you to draw a hexagon with all sides being equal. <WHERE> In the middle of the page.\n<WHAT> I want to you draw a small circle. <WHERE> in the middle of the hexagon but, only 1/4 size of middle.\n<WHAT> I want you to draw 11 small squares. <WHERE> Place them outside of the inner circle in the hexagon. At 12 o'clock, 1 o'clock, 3 o'clock, 5 o'clock, 6 o'clock, 7 o'clock, 9 o'clock, 11 o'clock."], "lax-drawing-nuts-bolts-all-178.png": ["<WHAT> an octagon <WHERE> in the middle\n<WHAT> a circle <WHERE> inside the octagon\n<WHAT> 6 tiny squares <WHERE> surrounding the circle", "<WHAT> circle <WHERE> in the center of the field\n<WHAT> octagon roughly double the diameter of the circle <WHERE> outside the circle with flat surface on top and bottom\n<WHAT> 6 small squares <WHERE> between the circle and the octagon, slightly closer to the circle"], "lax-drawing-nuts-bolts-all-095.png": ["<WHAT> an octagon <WHERE> in the middle\n<WHAT> a circle <WHERE> inside of the octagon", "<WHAT> an octagon <WHERE> int he middle of the page\n<WHAT> a circle half the size of the octagon <WHERE> inside the octagon"], "lax-drawing-nuts-bolts-all-064.png": ["<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> a very slightly smaller circle <WHERE> within the first circle\n<WHAT> a small hexagon <WHERE> in the middle of the smaller circle", "<WHAT> a small circle <WHERE> in the middle of the page\n<WHAT> another circle <WHERE> bordering the small circle\n<WHAT> a hexagon <WHERE> in the center of the small circle"], "lax-drawing-nuts-bolts-all-092.png": ["<WHAT> a small octagon <WHERE> in the middle\n<WHAT> a smaller hexagon <WHERE> inside the octagon", "<WHAT> a medium sized octagon <WHERE> in the space\n<WHAT> a small hexagon <WHERE> in the octagon"], "lax-drawing-nuts-bolts-all-196.png": ["<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> a much smaller hexagin <WHERE> in the middle of the big hexagon\n<WHAT> six squares, smaller than the smallest hexagon <WHERE> in the space between the two hexagons, at each corner of the small hexagon but not touching it", "<WHAT> An octogon, the size of 1/6th of the page. <WHERE> At the center of the page.\n<WHAT> A hexagon, 1/6ths the size of the octogon. <WHERE> Inside the center of the octogon.\n<WHAT> A square, 16ths the size of the hexagon. <WHERE> Clockwise at the first and fourth points of the hexagon.\n<WHAT> A rectangle with a longer width than length, 1/6th the size of the hexagon. <WHERE> Clockwise, at the second and fifth points of the hexagon.\n<WHAT> A rectangle with a longer length than width, 1/6th the size of the hexagon. <WHERE> Clockwise, at the third and sixth points of the hexagon."], "lax-drawing-nuts-bolts-all-181.png": ["<WHAT> a small circle <WHERE> the center of the page\n<WHAT> two tiny squares <WHERE> touching the circle at the top right and bottom left\n<WHAT> a large octagon <WHERE> around the circle and squares", "<WHAT> A large hexagon. <WHERE> Near the center.\n<WHAT> A small circle. <WHERE> Center of the hexagon.\n<WHAT> Two tiny squares. <WHERE> One top right and one lower left outer edge touch the outside of small circle."], "lax-drawing-nuts-bolts-all-221.png": ["<WHAT> a small, tightly double lined hexagon <WHERE> in the direct center of page\n<WHAT> a very small circle <WHERE> in the center of the hexagon\n<WHAT> 6 small squares <WHERE> surrounding the circle", "<WHAT> circle <WHERE> in the center\n<WHAT> six squares <WHERE> surrounding the circle touching the circle\n<WHAT> two hexagons <WHERE> very close to each other but surrounding the circle and squares."], "lax-drawing-nuts-bolts-all-121.png": ["<WHAT> A medium-sized circle. <WHERE> Near the center.\n<WHAT> A small hexgon. <WHERE> Middle of the circle.\n<WHAT> 8 small squares. <WHERE> Evenly spaced closely surrounding the hexagon.", "<WHAT> a large circle <WHERE> in the center of the page\n<WHAT> a small hexagon <WHERE> in the center of the large circle\n<WHAT> 8 small squares <WHERE> surrounding the small hexagon"], "lax-drawing-nuts-bolts-all-131.png": ["<WHAT> a cirlce <WHERE> in the middle of the page\n<WHAT> a very very small square <WHERE> in the middle of the circle\n<WHAT> six small circles, smaller than the square <WHERE> in the space between the large circle and square. should be closer to the square but not touching.  should surround the square and be equidistant from each other. first one should be at 11 o'clock position", "<WHAT> A circle 25% of the size of the page <WHERE> in the center of the page\n<WHAT> a small square, 15% of the size of the circle <WHERE> in the center of the circle\n<WHAT> two small circles, half the size of the square <WHERE> placed next to the square at the upper left and lower right corner of the square\n<WHAT> four more small circles the same size as the first two <WHERE> just outside the square, equal distances between the first two circles and between each other"], "lax-drawing-nuts-bolts-all-248.png": ["<WHAT> a smallish hexagon <WHERE> in the center of the page\n<WHAT> a small square <WHERE> in the direct center of the hexagon\n<WHAT> 4 very small squares <WHERE> on the corners of the center square", "<WHAT> a hexagon <WHERE> middle of page\n<WHAT> an outline of that hexagon <WHERE> around the previous hexagon\n<WHAT> a small square <WHERE> in the middle of the hexagons\n<WHAT> 4 tiny squares <WHERE> on the outside corners of the small square"], "lax-drawing-nuts-bolts-all-144.png": ["<WHAT> six even sides on the outside <WHERE> in the middle\n<WHAT> large circle <WHERE> in the middle of the six sided object\n<WHAT> four small circles <WHERE> on the outside of the large circle", "<WHAT> medium sized hexagon <WHERE> center of page\n<WHAT> small circle <WHERE> center of hexagon\n<WHAT> 4 tiny circles <WHERE> right outside the inner circle, one at each \"corner\" of the circle if a square were drawn around it"], "lax-drawing-nuts-bolts-all-105.png": ["<WHAT> A medium sized circle. <WHERE> Near the center.\n<WHAT> A smaller circle. <WHERE> Middle of the medium circle.\n<WHAT> Two tiny circles. <WHERE> One top right and one on lower left side close to perimeter of small circle.", "<WHAT> big circle <WHERE> middle of page\n<WHAT> smaller circle <WHERE> middle of big circle\n<WHAT> 2 circles <WHERE> between middle of big and little circle"], "lax-drawing-nuts-bolts-all-224.png": ["<WHAT> a somewhat small, tightly double lined hexagon <WHERE> the center of the page\n<WHAT> a smaller hexagon <WHERE> in the center\n<WHAT> 8 tiny circles <WHERE> surrounding the inner hexagon but placed closer to the walls of the larger hexagon", "<WHAT> hexagon with double lines on each edge <WHERE> in the center of the field, flat on top and bottom\n<WHAT> hexagon 1/2 the size of the original <WHERE> directly in the center of the first hexagon, flat on top and bottom\n<WHAT> circles with diameter 1/3 of length of the sides of the small hexagon <WHERE> at all the compass points, between the 2 hexagons, nearly touching the outside one"], "lax-drawing-nuts-bolts-all-075.png": ["<WHAT> s small hexagon <WHERE> in the middle of the page\n<WHAT> a much smaller hexagon <WHERE> in the middle of the larger hexagon", "<WHAT> small hexagon <WHERE> middle of page\n<WHAT> smaller hexagon <WHERE> middle of hexagon"], "lax-drawing-nuts-bolts-all-067.png": ["<WHAT> a tiny circle <WHERE> in the direct center\n<WHAT> a slightly larger circle <WHERE> tightly surrounding the first circle\n<WHAT> a very small square <WHERE> in the dead center of the two circles", "<WHAT> A medium circle <WHERE> Center\n<WHAT> A slightly larger circle <WHERE> Around the first circle\n<WHAT> Tiny square <WHERE> Center of the circle"], "lax-drawing-nuts-bolts-all-189.png": ["<WHAT> large six sided item <WHERE> in the middle of the area\n<WHAT> medium sixed six sided item <WHERE> in the center of the large one\n<WHAT> four small squares <WHERE> evenly distributed around and in between the  two six sided items", "<WHAT> one large octagon <WHERE> center of the page\n<WHAT> one medium sized hexagon <WHERE> center of the octagon\n<WHAT> 4 tiny squares <WHERE> adjacent to the top 2 and bottom 2 points of the hexagon"], "lax-drawing-nuts-bolts-all-194.png": ["<WHAT> An octogon, 1/8th the size of the page. <WHERE> At the center of the page.\n<WHAT> A hexagon, about 1/10th the size of the octogon. <WHERE> At the center of the octogon.\n<WHAT> Eight tiny circles, about 1/8th the size of the hexagon. <WHERE> Evenly distributed outside the hexagon, in a circle around the hexagon.", "<WHAT> A large octagon. <WHERE> Near the middle.\n<WHAT> Small hexagon. <WHERE> In the center of the large octagon.\n<WHAT> 5 small circles. <WHERE> Around the small hexagon close and evenly spaced to it's outer edges."], "lax-drawing-nuts-bolts-all-247.png": ["<WHAT> A medium hexagon with a slightly smaller hexagon drawn inside of it as a double lined hexagon. <WHERE> Near the center.\n<WHAT> A small square. <WHERE> Middle of double lined hexagon.\n<WHAT> Two small squares. <WHERE> One upper right and one lower left of center square almost touching those points but not quite.", "<WHAT> a double-outlined hexagon <WHERE> in the center of the page\n<WHAT> a small square, about 1/6 the size of the hexagon <WHERE> in the center of the hexagon\n<WHAT> a very small square, about half the size of the first square <WHERE> above and to the right of the larger square, close to the larger square's top right corner\n<WHAT> a very small square, about half the size of the first square <WHERE> below and to the left of the larger square, close to the larger square's bottom left corner"], "lax-drawing-nuts-bolts-all-155.png": ["<WHAT> a small hexagon <WHERE> in the center of page\n<WHAT> a larger hexagon <WHERE> surrounding the smaller hexagon\n<WHAT> 4 small squares <WHERE> placed at the corners of the smaller hexagon but closer to the walls of the larger hexagon", "<WHAT> Medium hexagon <WHERE> center\n<WHAT> Smaller hexagon <WHERE> center of the first hexagon\n<WHAT> Small square <WHERE> Top left corner inside the first hexagon\n<WHAT> Small square <WHERE> Top right corner inside the first hexagon\n<WHAT> Small square <WHERE> Bottom left corner inside the first hexagon\n<WHAT> Small square <WHERE> Bottom right corner inside the first hexagon"], "lax-drawing-nuts-bolts-all-088.png": ["<WHAT> A medium double-lined hexagon (larger hexagon drawn inside smaller one very close). <WHERE> Near the center.\n<WHAT> A small circle. <WHERE> Center of double-lined hexagon.", "<WHAT> six sided item with thin border <WHERE> in center of area\n<WHAT> small circle <WHERE> in center of six sided item"], "lax-drawing-nuts-bolts-all-062.png": ["<WHAT> a small circle <WHERE> in the dead center of the page\n<WHAT> a somewhat larger circle <WHERE> surrounding the smaller circle\n<WHAT> a barely larger circle <WHERE> surrounding the larger circle tightly", "<WHAT> a medium sized circle <WHERE> in the middle of the page\n<WHAT> a second circle <WHERE> inside of the first circle, but very close to it\n<WHAT> a third circle half the size of the second one <WHERE> in the center of the second circle"], "lax-drawing-nuts-bolts-all-114.png": ["<WHAT> A medium circle. <WHERE> Near the center.\n<WHAT> A larger but small hexagon. <WHERE> Middle of circle.\n<WHAT> Four tiny squares. <WHERE> Spaced evenly in 4 corner inside circle around the larger but small hexagon.", "<WHAT> I want you to draw a circle. <WHERE> In the middle of the page.\n<WHAT> I want you to draw a hexagon. <WHERE> In the middle of the circle.\n<WHAT> Then I want you to draw 4 small squars. <WHERE> one square at 2 oclock, one square 5 oclock, another square at 7 oclock, another square at 10 oclock. All should be placed outside of the hexogram inside the circle."], "lax-drawing-nuts-bolts-all-050.png": ["<WHAT> A small circle. <WHERE> Near the center.\n<WHAT> A circle about 50% smaller than larger small circle. <WHERE> Inside middle of the small circle.", "<WHAT> small circle <WHERE> center of the paper\n<WHAT> a cirlce twice the size <WHERE> center of the paper"], "lax-drawing-nuts-bolts-all-167.png": ["<WHAT> hexagon <WHERE> middle of the page\n<WHAT> medium sized square <WHERE> inside the middle of the hexagon\n<WHAT> very small square <WHERE> SW from the bottom left corner of the square inside the hexagon\n<WHAT> another very small square <WHERE> NE from the top right corner of the square inside the hexagon", "<WHAT> a hexagon <WHERE> in the middle of the page\n<WHAT> small square <WHERE> in the center of the hexagon\n<WHAT> two small squares <WHERE> diagonal from each other on the inside of the first hexagon"], "lax-drawing-nuts-bolts-all-116.png": ["<WHAT> medium sized circle <WHERE> middle of the page\n<WHAT> a smaller hexagon <WHERE> in the middle of the circle\n<WHAT> 6 tiny squares <WHERE> right in between the hexagons points and the edge of the circle\n<WHAT> 2 equally tiny squares <WHERE> on the top and bottom plane of the hexagon inside the circle", "<WHAT> I want you to draw a cirlcle. <WHERE> In the middle of the page.\n<WHAT> I want you to draw a octagon. <WHERE> In the middle of the circle.\n<WHAT> Then I want you to draw 11 small squares. <WHERE> Place them in between the inner wall of the cirlcle and the outside of the octagon. one at each point and one in the middle top and bottom."], "lax-drawing-nuts-bolts-all-112.png": ["<WHAT> a small equilateral hexagon <WHERE> in the center\n<WHAT> eight very small circles <WHERE> around the hexagon in a compass rose pattern\n<WHAT> a large circle <WHERE> around the small circles and the hexagon", "<WHAT> A medium sized hexagon <WHERE> in the center\n<WHAT> 8 small circles <WHERE> surrounding the hexagon\n<WHAT> A bigger circle <WHERE> surrounding the eight circles but not touching."], "lax-drawing-nuts-bolts-all-209.png": ["<WHAT> one large octagon <WHERE> center of page\n<WHAT> one small square <WHERE> in the center of the octagon\n<WHAT> 2 tiny squares <WHERE> one at the SW corner of the inner square and one at the NE corner of the inner square\n<WHAT> 2 tiny longer rectangles <WHERE> one above the western most edge of the inner squares top side and another at the eastern most edge of the inner squares bottom side.\n<WHAT> 2 tiny wider rectangles <WHERE> one above the northern most edge of the inner squares left side and another at the southern most edge of the inner squares right side.", "<WHAT> octagon <WHERE> middle of page", "<WHAT> octogan <WHERE> middle of space\n<WHAT> square <WHERE> in middle of octogan\n<WHAT> two small squares, four slightly differing sizes of rectangles <WHERE> placed across from one another, 60 degrees apart from the center of the square"], "lax-drawing-nuts-bolts-all-103.png": ["<WHAT> a small circle <WHERE> in the center\n<WHAT> six small squares <WHERE> around the circle at equal distance from each other, starting from about the 11 o'clock position at the top\n<WHAT> a large circle <WHERE> around the small square and small circle", "<WHAT> a circle <WHERE> in the center of the page\n<WHAT> a circle half the size of the first <WHERE> in the center of the first circle\n<WHAT> a small square <WHERE> between the edges of the two circles, above the smaller circle, slightly left of center\n<WHAT> a small square <WHERE> between the edges of the two circles,  to the right and up from the smaller circle at an imaginary 2 o'clock\n<WHAT> a small square <WHERE> between the edges of the two circles, just below an imaginary 3 o'clock\n<WHAT> a small square <WHERE> between the edges of the two circles, just to the right of an imaginary 6 o'clock\n<WHAT> a small square <WHERE> between the edges of the two circles, at an imaginary 7 o'clock\n<WHAT> a small square <WHERE> between the edges of the two circles, just above an imaginary 9 o'clock"], "lax-drawing-nuts-bolts-all-069.png": ["<WHAT> one large circle <WHERE> center of page\n<WHAT> one only slightly smaller circle <WHERE> right around the inside of the large circle, like a ring\n<WHAT> small circle <WHERE> in the center of the double ringed circle", "<WHAT> medium small circle <WHERE> center of the page\n<WHAT> a slightly smaller circle <WHERE> center of the first circle\n<WHAT> a very small circle <WHERE> center of the previous circles"], "lax-drawing-nuts-bolts-all-117.png": ["<WHAT> a small hexagon <WHERE> in the center\n<WHAT> two small <WHERE> around the hexagon at about 2 and 8 o'clock, close but not touching it\n<WHAT> a large circle <WHERE> around the small hexagon and circles, leaving plenty of room around them", "<WHAT> a circle <WHERE> center of page\n<WHAT> a small hexagon <WHERE> in the center of the circle\n<WHAT> two tiny circles <WHERE> on the top right and bottom left of the hexagon within the circle"], "lax-drawing-nuts-bolts-all-098.png": ["<WHAT> a circle about 1/4 the height of the box it is in <WHERE> exactly in the center of the box\n<WHAT> a smaller circle about 1/2 the diameter of the original <WHERE> exactly in the center of the original circle\n<WHAT> 2 small circles, diameter of about 1/3 the space between the inner and outer circle <WHERE> between the inner and outer circle at about the 1:30 and 7:30 positions if the outer circle was a clock face", "<WHAT> one medium sized circle <WHERE> center of page\n<WHAT> one medium-small circle (smaller than the outside circle) <WHERE> inside of the medium sized circle\n<WHAT> 2 tiny circles <WHERE> outside of the inner circle but still inside the outer circle. 1 directly SW of the inner circle and 1 directly NE of the inner circle."], "lax-drawing-nuts-bolts-all-168.png": ["<WHAT> a small square <WHERE> in the center\n<WHAT> a large hexagon <WHERE> around the small square, leaving plenty of room around it\n<WHAT> six small squares <WHERE> around the inside edges of the hexagon, equally spaced and starting at about 11 o'clock", "<WHAT> hexagon <WHERE> middle of page\n<WHAT> small square <WHERE> middle of hexagpn\n<WHAT> 6 small squares <WHERE> in a ring around square"], "lax-drawing-nuts-bolts-all-096.png": ["<WHAT> one large octagon <WHERE> center of page\n<WHAT> one small circle <WHERE> directly in the center of the octagon", "<WHAT> hexagon <WHERE> center\n<WHAT> circle 1/6 the diameter of the hexagon <WHERE> center of hexagon"], "lax-drawing-nuts-bolts-all-133.png": ["<WHAT> a small square <WHERE> in the center\n<WHAT> four very small squares <WHERE> at the corners of the small square, close but not touching\n<WHAT> a largre circle <WHERE> around the squares, with plenty of room around them", "<WHAT> CIRCLE <WHERE> MIDDLE OF PAGE\n<WHAT> SMALL SQUARE <WHERE> MIDDLE OF CIRCLE LIKE A HUB\n<WHAT> FOUR TINY SQUARES <WHERE> ONE DIAGONALLY COMING OUT FROM EACH CORNER OF MIDDLE SQUARE"], "lax-drawing-nuts-bolts-all-192.png": ["<WHAT> a small hexagon <WHERE> in the center\n<WHAT> two small circles <WHERE> outside the hexagon at approx. 2 and 8 o'clock\n<WHAT> a large octagon <WHERE> around the hexagon and circles, leaving plenty of space around them", "<WHAT> medium small octagon <WHERE> center of the space\n<WHAT> very small hexagon <WHERE> center of the octagon\n<WHAT> a tiny circle <WHERE> almost touching the upper right outer boundary of the hexagon\n<WHAT> a tiny circle <WHERE> almost touching the lower left outer boundary of the hexagon"], "lax-drawing-nuts-bolts-all-106.png": ["<WHAT> a small circle <WHERE> in the center\n<WHAT> four small circles <WHERE> at the four corners if it were a square, close but not touching\n<WHAT> a large circle <WHERE> around the small circles, leaving plenty of room around them", "<WHAT> a circle <WHERE> in the middle of the page\n<WHAT> another smaller circle <WHERE> in the center of the first circle\n<WHAT> four very small circles <WHERE> to forma square around the second circle"], "lax-drawing-nuts-bolts-all-238.png": ["<WHAT> a small square <WHERE> in the center\n<WHAT> a large double-lined hexagon <WHERE> around the square, leaving plenty of room\n<WHAT> eight small circles <WHERE> inside the hexagon, close but not touching the sides, equally spaced in a compass rose pattern", "<WHAT> hexagon <WHERE> middle of page", "<WHAT> hexagon <WHERE> middle of space\n<WHAT> another hexagon <WHERE> slightly inside the interior edge first hexagon\n<WHAT> square <WHERE> in middle of second hexagon\n<WHAT> eight small circles <WHERE> placed 45 degrees apart relative to middle of square, all slightly off the interior edge of second hexagon"]}