["horizontally", "two", "TWO", "CORNERS", "imaginary", "10", "small", "12", "else", "med", "edges", "relatively", "wobbly", "sure", "creating", "page)", "one", "step", "extremely", "Interior", "Around", "bottom,", "fills", "leaving", "dots", "southwest,", "The", "than", "equidistant", "encircling", "left,", "Between", "it", "0.4cm", "nearly", "your", "bordered", "twice", "i", "OUTSIDE", "135\u00b0,", "field,", "surround", "hexagon", "45\u00b0,", "180\u00b0,", "both", "1/6", "along", "mm", "12,2,3,5,6,7,9,10,", "1/8th", "immediately", "make", "field", "octagon.", "SQUARES", "too", "square's", "create", "taking", "One", "290\u00b0,", "approx.", "sizes", "arcs", "walls", "90\u00b0,", "bottom.", ",", "heaxgon", "face", "middle.", "1/9", "small-medium", "more", "inside", "well", "These", "were", "OF", "5:30!", "second", "Middle", "size.", "squars.", "280", "medium", "0.5cm", "perimeter,", "1st", "objects", "slanted", "bottom", "representing", "and", "be", "circles,", "heaxagon", "thin", "large", "medium-small", "five", "WITH", "but,", "circler", "bigger", "Near", "0\u00b0,", "meet,", "MIDDLE", "beneath", "Small", "HOLE", "dime", "close).", "DIAGONALLY", "Center", "only", "ring", "centre", "DONUT", "furthermost", "1mm", "outside,", "bring", "Medium", "TINY", "position", "outer", "clipped", "vertically", "points,", "1", "corners", "close,", "pinch", "me", "hexagonsm", "Points", "2cm", "distanced", "CIRCLE", "objec", "Another", "octogon,", "yet", "object", "whole", "0.2cm", "Clockwise,", "away", "I", "6o'clock.", "circle", "want", "hexagon.", "main", "medium-sized", "either", "where", "wider", "slight", "2", "cm", "join", "SW,", "low", "side.", "first", "o'clock.", "225", "45", "don't)", "it,", "width,", "circles.", "SW", "1/16", "each", "central", "circling", "Tiny", "again,", "those", "110\u00b0,", "1:30", "1/3", "down", "quarter", "boundary", "FOUR", "outside", "northeast", "in", "1/18th", "times", "bit", "distances", "plenty", "top", "apart)", "should", "southwest", "western", "1/4th", "away.", "Cardinal", "play", "cirlcle.", "hexgon", "but", "NE", "50", "225\u00b0,", "straiight", "pointed", "degrees", "equally", "radius", "else,", "360\u00b0", "TO", "s", "SQUARE", "In", "image.", "Hexagon", "edges,", "Eight", "far", "at", "within", "MEDIUM", "2/3", "0.35cm", "fairly", "11", "center", "squares,", "circle)", "shape", "six", "flat", "1cm", "midline", "(but", "dead", "some", "degree", "sqares", "underneath", "10%", "bottom-left", "other", "positioned", "octogon.", "appear", "SMALL", "tightly", "90", "350\u00b0", "facing", "page.", "width", "is", "still", "EACH", "evenly", "orientation", "SIX", "double-outlined", "4", "even", "f", "somewhat", "toughing", "first,", "o'clock,", "like", "forming", "item", "equal.", "1/5", "are", "hexagin", "sides", "CORNER", "LIKE", "being", "across", "270\u00b0,", "touching.", "line", "Then", "interval", "apart", "sized", "point", "another,", "halfway", "bordering", "roughly", "lines", "of", "around", "one,", "extra", "smallish", "external", "int", "drew", "points", "OPPOSITE", "inner", "15%", "offset", "add", "Circle", "sixed", "distance", "slightly", "positions", "located", "circle's", "East", "IN", "length,", "6", "look", "drew.", "rectangle", "to", "page", "PAGE", "above", "ciricle", "cycles", "floating", "hexgon.", "its", "from", "enclose", "1/8", "out.", "double", "already", "(two", "230\u00b0,", "Northeast,", "barely", "much", "An", "squae", "near", "for", "<WHAT>", "1/4", "(smaller", "CIRCULE", "NE,", "direction", "as", "Spaced", "hexagons,", "1/6ths", "vertical", "over", "tiny", "lined", "wrapped", "touching,", "forma", "ever-so-slightly", "octogon", "7:30", "placed", "almost", "percent", "nortwest,", "5", "shapes,", "line.", "outline", "just", "page,", "\"corner\"", "draw", "diagonal", "interior", "exactly", "Centre", "spaced", "spread", "without", "EVEN", "form", "equal", "South", "corner,", "it.", "they", "centrally", "hexagon's", "wall", "50%", "centered", "square.", "larger", "quite.", "difference", "INSIDE", "pattern", "surrounded", "Making", "directly", "Now", "themselves", "everything", "Big", "plane", "relative", "screen", "southern", "provided", "But,", "square", "sun", "very", "Squares", "20", "At", "others", "drawn", "Top", "top-right", "up", "1/20", "or", "per", "16ths", "315\u00b0,", "double-bordered", "3", "off", "smallest", "eight", "170", "1pm", "away,", "100", "edges.", "surface", "items", "edge", "Evenly", "COMING", "3x", "1.5", "out", "will", "On", "the", "largre", "distributed", "All", "7pm", "fifth", "below", "corner", "northwest", "leave", "(equal", "with", "touching", "0.1cm", "octagon,", "an", "together,", "0.35", "North", "octagon's", "half", "oclock", "INTHE", "Inside", "paper", "(would", "eastern", "squares", "image", "most", "three", "circle.", "another", "NUT", "Circles", "perimeter", "Square", "Smaller", "going", "together),", "closest", "drawings", "clock", "bold", "that", "right,", "bewteen", "a", "circles", "hitting", "ends", "2.", "1/6th", "room", "quite", "top,", "center.", "AROUND", "touch", "diagnol", "octogan", "Place", "hexagons", "upper", "thick", "15", "fourth", "1/2", "equilateral", "Each", "apart.", "hand", "closely", "smalle", "sided", "it's", "NW", "adjoining", "HUB", "squares.", "third", "would", "CIRCLING", "1,", "closer", "further", "little", "items,", "shifted", "adjacent", "by", "rose", "ALMOST", "effect", "about", "differing", "Right", "ONE", "squared", "hexagon,", "pieces", "diagonally", "45\u00b0", "1/10", "one.", "able", "anything", "if", "size", "2pm", "them", "Bottom", "<WHERE>", "LINE", "circumference", "image,", "SE,", "distant", "Four", "mini", "was", "ringed", "enough", "50\u00b0,", "A", "NEAR", "SE", "available", "cirlce", "hexagons.", "1/10th", "border", "double-lined", "Slightly", "FROM", "Large", "circle:", "so", "octagon", "numbers", "next", "teeny", "ones", "170\u00b0,", "middle,", "diameter", "inch", "lining", "any", "edged", "Think", "every", "sqaure", "8", "25", "LARGER", "between", "hexagon:", "longer", "way", "them.", "concentric", "centimeter", "similar", "southeast,", "middle", "squre", "SMALLER", "space", "starting", "60", "2nd", "connected", "small,", "other,", "paper,", "original", "oclock,", "0.9cm", "sixth", "25%", "area", "square,", "left", "not", "CIRCLES", "box", "circle,", "EIGHT", "currounding", "hexogram", "under", "lines.", "meet", "exact", "surrounding", "place", "right", "shapes.", "sides,", "opposite", "height", "parallel", "Hexagon,", "hardly", "midde", "close", "northern", "oclock.", "side", "9", "making", "7", "hexagpn", "350", "length", "you", "big", "he", "southeast", "direct", "THE", "West", "Draw", "Octagon", "northeast,", "shapes", "compass", "then", "(larger", "sides.", "rest", "MAKE", "four", "1/16th", "rectangles", "same", "Gathered", "previous", "Within", "lower", "all", "encompassing", "HEXAGON", "horizontal", "Two", "OUT", "on", "end", "smaller", "o'clock", "around,", "parts", "Clockwise", "cirlcle", "1/3rd", "other."]