{"lax-drawing-furniture-all-126.png": ["<WHAT> Rectangle <WHERE> Middle of page\n<WHAT> Rectangle <WHERE> Inside bigger rectangle\n<WHAT> 2 smal squares <WHERE> Inside smaller rectangle equal distance apart\n<WHAT> 2 small lines <WHERE> At either side of the bottom rectangle\n<WHAT> 2 curcles <WHERE> Top of large rectangle left hand side", "<WHAT> a medium rectangle <WHERE> the middle of the page\n<WHAT> a smaller rectangle <WHERE> inside the medium rectangle\n<WHAT> two small squares <WHERE> more left and right of the center of the medium rectangle\n<WHAT> two medium circles <WHERE> side by side on top of the medium rectangle on the left side\n<WHAT> two parallel lines <WHERE> at the bottom left and right corners of the rectangles"], "lax-drawing-furniture-all-111.png": ["<WHAT> Rectangle <WHERE> Middle of page\n<WHAT> Rectangle <WHERE> Inside large rectangle\n<WHAT> 2 squares <WHERE> Equal distance apart inside dmall rectangle\n<WHAT> 4 lines <WHERE> At bottom of rectangles you represent legs\n<WHAT> 2 verticals rectangles <WHERE> One at each side of the large rectangle on top", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> border <WHERE> surrounding rectangle\n<WHAT> two square-like knobs <WHERE> in middle of rectangle\n<WHAT> 4 equally spaced lines <WHERE> on bottom on rectangle border\n<WHAT> two small verticle rectangles <WHERE> on furthest upper left and right sides of the rectangle"], "lax-drawing-furniture-all-154.png": ["<WHAT> Rectanglel <WHERE> Centre\n<WHAT> Rectangle <WHERE> Inside existing rectangle\n<WHAT> 3 lines <WHERE> At bottom of ourer rectangle\n<WHAT> 2 vertical small revtangles <WHERE> At either end of rectangle on top", "<WHAT> i would draw a rectangle <WHERE> in the center of the page\n<WHAT> a smaller rectangle <WHERE> in the center of the first rectangle\n<WHAT> three lines <WHERE> evenly separated in space across the bottom of the rectangles\n<WHAT> a small square <WHERE> in the upper left corner of the rectangle\n<WHAT> a matching small square <WHERE> in the upper right corner of the rectangle"], "lax-drawing-furniture-all-166.png": ["<WHAT> horizontal rectangle  with long side 3 times the size of horizontal sides, taking up about 1/5 space on your paper. <WHERE> center of page.\n<WHAT> horizontal rectangle with same dimensions of original rectangle but slightly smaller. <WHERE> inside larger rectangle.\n<WHAT> small squares approximately significantly smaller than rectangles. <WHERE> inside the rectangles on either side.\n<WHAT> two short lines same length as one side of your squares. <WHERE> protruding downward vertically on vertical sides of the larger tringle.\n<WHAT> two rectangles about 3 times the size of your squares. <WHERE> resting vertically on either side of the large rectangle.", "<WHAT> large rectangle <WHERE> centered at the bottom half of the page\n<WHAT> two lines <WHERE> on each side of the bottom half of the large rectangle to be representative of setee feet\n<WHAT> a smaller rectangle <WHERE> centered within the larger rectangle\n<WHAT> two small squares equidistantly spaced <WHERE> central to the smaller rectangle\n<WHAT> two vertical rectangles <WHERE> on top of the larger rectangle at the edges of the left and right sides", "<WHAT> a large horizontal rectangle <WHERE> in the center\n<WHAT> a smaller rectangle <WHERE> within the first rectangle\n<WHAT> two small square <WHERE> on each side within the smaller rectangle\n<WHAT> extend the vertical lines a short ways <WHERE> at the bottom of the large rectangle\n<WHAT> two vertical rectangles <WHERE> on the top sides on the large rectangle"], "lax-drawing-furniture-all-208.png": ["<WHAT> Rectangle <WHERE> Centre of page\n<WHAT> Rectangle <WHERE> Inside large rectangle\n<WHAT> 2 Circles <WHERE> Inside smaller rectangle\n<WHAT> 3 lines <WHERE> Bottom of outer rectangle like legs\n<WHAT> 2 curcles <WHERE> On top at left hand side", "<WHAT> rectangle. length approx 3/4 width of page. height approx 1/4 of length <WHERE> centre of page\n<WHAT> smaller rectangle. length and height approx 3/4 length and height of larger rectangle <WHERE> centred within larger rectangle\n<WHAT> 2 equal circles touching. circumference approx height of smaller rectable <WHERE> sitting on top of and at left of larger rectangle\n<WHAT> small circle, circumference approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in to the right\n<WHAT> small circle, circumference approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in to the left\n<WHAT> 3 equal lines. length same as height of large rectangle <WHERE> bottom left right and c entre of large rectangle. left and right lines extending sides"], "lax-drawing-furniture-all-175.png": ["<WHAT> Rectangle <WHERE> Centre of page\n<WHAT> Rectangle <WHERE> Inside existing one\n<WHAT> 2 squares <WHERE> Inside smaller rectangle - like drawer knobs\n<WHAT> 3 lines <WHERE> At bottom like legs\n<WHAT> 2 curcles <WHERE> On top left hand side", "<WHAT> A rectangle with a rectangle within it that is 75% smaller <WHERE> center of page\n<WHAT> two cricles, same height as inside rectangle <WHERE> next to each other, aligned with far left corner of rectangle and atop it\n<WHAT> two small squares <WHERE> each 33% from the left and right interior rectangles lines\n<WHAT> three vertical lines, same height as interior rectangle <WHERE> equidistant and emanating from the bottom rectangle (so that one vertical is dead center and the other two are on the ends)"], "lax-drawing-furniture-all-243.png": ["<WHAT> rectangle <WHERE> Half size of page to the left\n<WHAT> Rectangle <WHERE> Inside existing one\n<WHAT> 2 hexagons <WHERE> Inside smaller rectangle side by side\n<WHAT> 2 circles <WHERE> One in each hexagon\n<WHAT> Rectangle <WHERE> Slim but double the lengthy of current rectangle at bottom\n<WHAT> 2 lines <WHERE> At bottom of long rectangle", "<WHAT> A medium rectangle <WHERE> Left side of page\n<WHAT> A smaller rectangle <WHERE> Inside the first rectangle\n<WHAT> Two hexagons <WHERE> Inside the smaller rectangle, towards the middle\n<WHAT> Two circles <WHERE> Inside the hexagons, towards the middle\n<WHAT> A long, skinny rectangle <WHERE> Underneath the first rectangle that you drew, it starts where the first rectangle was created and ends towards the end of the paper\n<WHAT> Two straight lines <WHERE> At the ends of the long skinny rectangle"], "lax-drawing-furniture-all-123.png": ["<WHAT> Recrangke <WHERE> Centre across the page\n<WHAT> Rectangle <WHERE> Inside current rectangle\n<WHAT> 4 short lines <WHERE> At bottom like legs\n<WHAT> 2 vertical rectangles <WHERE> On top at either side", "<WHAT> Draw a rectangle <WHERE> centered in the drawing area\n<WHAT> draw a second rectangle <WHERE> inside the first rectangle leaving a quarter inch space between them\n<WHAT> draw four half inch lines <WHERE> starting at the bottom left corner of the first rectangle and being evenly spaced\n<WHAT> draw a rectangle <WHERE> on top and in the left corner of the first rectangle\n<WHAT> draw a rectangle <WHERE> on top and in the right corner of the first rectangle"], "lax-drawing-furniture-all-113.png": ["<WHAT> large rectangle about 1/5th of the page in vertical length, and 1/2 of the page in horizontal length. <WHERE> top line of the rectangle center of the page.\n<WHAT> slightly smaller rectangle. <WHERE> inside of the larger recatngle.\n<WHAT> two small circles approximately 1/3 size of the vertical line on the largest rectangle. <WHERE> resting on top of the large rectangle on the left side touching eachother.\n<WHAT> two lines same length as the vertical section of the large rectangle. <WHERE> protruding downward from either side of the large recangle.", "<WHAT> a small rectangle <WHERE> center of the box\n<WHAT> a medium size rectangle <WHERE> around the smaller rectangle\n<WHAT> two circles <WHERE> on top of the medium size rectangle on the left hand side near the edge\n<WHAT> two lines <WHERE> protuding outwards from the bottom side of the medium size rectangle", "<WHAT> a large rectangle <WHERE> in the center\n<WHAT> a smaller rectangle <WHERE> within the larger one\n<WHAT> extend the vertical lines <WHERE> on the bottom downwards equal to their current length\n<WHAT> two small circles <WHERE> on the top left outside corner of the large rectangle"], "lax-drawing-furniture-all-056.png": ["<WHAT> two circles with a radius about 1/10th of the vertical section of the paper. <WHERE> left and right of the center of the page.\n<WHAT> slightly smaller circles, about 1/2 the size of the larger circles. <WHERE> inside the larger circles.", "<WHAT> two small circles <WHERE> equidistantly spaced from the median\n<WHAT> two smaller circles <WHERE> inside the larger of the small circles", "<WHAT> two circles side by side <WHERE> a ways apart\n<WHAT> two smaller circles <WHERE> within the two circles"], "lax-drawing-furniture-all-091.png": ["<WHAT> 2 rectangkes <WHERE> Middle page - one large one with smaller inside\n<WHAT> 2 squares <WHERE> Inside smaller rectangle\n<WHAT> 2 vertical rectangles <WHERE> On top of outer rectangle one at each side\n<WHAT> Circle <WHERE> To the right of the left vertical rectangle", "<WHAT> a rectangle <WHERE> middle of the page\n<WHAT> another rectangle <WHERE> inside the first rectangle\n<WHAT> two small squares <WHERE> under the first rectangle, one on each side\n<WHAT> two more small squares <WHERE> inside the smaller rectangle in the middle with a decent space between them\n<WHAT> two fat shortish rectangles <WHERE> on top of the first rectangle, one on each side\n<WHAT> a circle the same height as the fat rectangles <WHERE> next to the left fat rectangle so they touch"], "lax-drawing-furniture-all-171.png": ["<WHAT> rectangle half the width of the page and 1/6 the length. <WHERE> center of page.\n<WHAT> two rectangles 1/12 the width of the page, and one tenth the length of the page. <WHERE> resting vertically on either side of the large recangle.\n<WHAT> one circle the same size of the two small rectangles. <WHERE> resting on top of the large rectangle leaning on the left most small recangle.\n<WHAT> two circles, like drawer handles on the left and right of the slightly smaller rectangle. <WHERE> on the left and right side of the smaller rectangle.\n<WHAT> two small squares. <WHERE> on the bottom left and right side of the largest rectangle.", "<WHAT> a large rectangle <WHERE> in the center\n<WHAT> a smaller rectangle <WHERE> within the center of the larger rectangle\n<WHAT> two small circles side by side <WHERE> within the smaller rectangle\n<WHAT> two small squares <WHERE> on the bottom corners of the large rectangle\n<WHAT> two small vertical rectangles <WHERE> on the top corners of the large rectangle\n<WHAT> a circle <WHERE> to the right of the left upper rectangle", "<WHAT> create a rectangle <WHERE> in the middle\n<WHAT> a slightly smaller rectangle <WHERE> within the first rectangle\n<WHAT> two circles <WHERE> evenly spaced within the second rectangle\n<WHAT> two small squares <WHERE> at the bottom first rectangle, on both the bottom of the left and right side respectively\n<WHAT> two medium vertical rectangles <WHERE> opposite of where the two small squares of the previous step\n<WHAT> a circle of the same height as the rectangle <WHERE> directly to the right of the left rectangle"], "lax-drawing-furniture-all-138.png": ["<WHAT> A rectangular drawer with 2 square handles each positioned approximately 1/3 in from the edge <WHERE> Just below the middle of the page, in the centre with approximately 1/4 a page gap either side\n<WHAT> A smaller rectangle border inside the outline of the drawer <WHERE> approximately 1/10th of the width of the drawer from the edge\n<WHAT> 2 small rectangles approx. 1/8th of the width of the drawer wide, twice that in height <WHERE> 1 on the top left of the drawer, 1 on the top right, outer edge aligned with the outer edge of the drawer\n<WHAT> 1 round ball on top of the drawer <WHERE> Resting against the left hand rectangle\n<WHAT> 3 lines approx 1/5th of the height of the drawer <WHERE> 1 on the bottom right, one on the bottom left (both continuing the outer edge of the drawer) one in the bottom centre", "<WHAT> one large rectangle with smaller one inside <WHERE> middle of page\n<WHAT> two small squares <WHERE> evenly spaced inside rectangle\n<WHAT> three lines <WHERE> bottom of rectangle, one at each end, one in the middle\n<WHAT> two smaller rectangles <WHERE> top of large rectangle, on each end laterally.\n<WHAT> circle the same height as smaller rectangle <WHERE> on top of large rectangle, touching the smaller rectangle on the left"], "lax-drawing-furniture-all-122.png": ["<WHAT> A rectangular drawer with round handles. Each handle is 1/3 in from the outer edge of the drawer. Drawer height approx 1/6th of the page <WHERE> Bottom of the drawer is approx 1/3 up from the bottom of the box/paper, it is centered with approx 1/4 of the width of the page left as blank space either side\n<WHAT> 2 small round balls (approx 1/5th of the height of the drawer) <WHERE> On the top left of the drawer\n<WHAT> A rectangle approx 1/10th smaller than the outside of the drwaer <WHERE> Inside the shape of the drawer\n<WHAT> What looks like the top of 3 equal shape cupboard doors below the drawer, about 3/4th of the height of the drawer (no bottom, just the vertical lines) <WHERE> Below the drawer, coming off of the bottom line of the drawer", "<WHAT> two small, baseball sized circles, slightly touching <WHERE> 1/3 on the left side of the paper\n<WHAT> a rectangle <WHERE> the top left side of the rectangle touching the bottom of the circles from before\n<WHAT> a slightly smaller rectangle <WHERE> inside the previous rectangle\n<WHAT> four lines <WHERE> underneath rectangle, perfectly spaced out\n<WHAT> two eyes <WHERE> inside the smallest rectangle", "<WHAT> square <WHERE> middle of the screen\n<WHAT> smaller square <WHERE> inside first square\n<WHAT> two circles <WHERE> inside smaller square\n<WHAT> four lines <WHERE> outside large square facing south\n<WHAT> 2 large circles touching <WHERE> top left of large square"], "lax-drawing-furniture-all-084.png": ["<WHAT> A 2 drawer chest of drawers with a gap between each draw and an outer border the same width (approx 1/10th of the width of the drawer) <WHERE> Centered on the page with 1/4 of the page as a border/space all around\n<WHAT> 2 circular drawer handles on each drawer <WHERE> 1/3 in from the edge of the drawer height and width wise", "<WHAT> square <WHERE> center\n<WHAT> two rectangles <WHERE> top center and bottom center of square\n<WHAT> four small circles <WHERE> two inside of each rectangle, equal distance apart"], "lax-drawing-furniture-all-147.png": ["<WHAT> A single drawer coffee table with legs 3/4 of the height of the drawer/table height. The drawer height is 1/7th of the height of the boxf <WHERE> Legs start 2/7th up the page, and the image is centered with approx 1/4 a page blank space either side\n<WHAT> a single rectangle inside the outline of the drawer <WHERE> 1/10th from the edge of the drawer outline\n<WHAT> 2 small circular handles, <WHERE> each a third in from the edge, centered height wise\n<WHAT> 2 large balls around the height of the inner drawer rectangle <WHERE> On the left hand side of the table, the outer is on the edge, both circles/balls touch", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> border <WHERE> around rectangle\n<WHAT> two small circle-like knobs <WHERE> in the middle of rectangle\n<WHAT> two large circles attached to each other <WHERE> upper left side of rectangle  border\n<WHAT> two legs <WHERE> on the futhest lower right and left sides of the rectangle"], "lax-drawing-furniture-all-172.png": ["<WHAT> A single drawer coffee table with an inner rectangle border on the drawer and 2 round handles centered vertically, each 1/3rd from the edge horizontally. It starts/finishes 1/4 in from the edge of the page width wise. Legs slightly shorter than the drawer height <WHERE> Bottom of the legs start 1/5th up the page\n<WHAT> 2 small rectangles, approx half the height and width of the legs <WHERE> On the top left and top right of the table, aligned with the outer edges\n<WHAT> 1 small ball the same height as the small rectangles on top of the table <WHERE> Against the left rectangle on top of the table", "<WHAT> Rectangle <WHERE> Center of the screen\n<WHAT> Rectangle <WHERE> Within the first rectangle\n<WHAT> Circle <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Circle <WHERE> Center right within the smaller rectangle\n<WHAT> Rectangle <WHERE> Smaller rectangle top left of the first larger rectangle\n<WHAT> Circle <WHERE> Same height as the smaller rectangle just drawn directly to the right of it.\n<WHAT> Rectangle <WHERE> Smaller rectangle on the top right of the first larger rectangle\n<WHAT> Rectangle <WHERE> Bottom left of the first rectangle\n<WHAT> Rectangle <WHERE> Bottom right of the first rectangle"], "lax-drawing-furniture-all-148.png": ["<WHAT> A single drawer style coffee table, with round handles centered height wise, 1/3rd in from the edge. Legs 3/4 of the height of the drawer, and inner rectangle on the drawer 1/10th of the width of the drawer <WHERE> Bottom of the legs are 1/5th up the page, there is a 1/5th a page border on the bottom and either side of the shape\n<WHAT> 2 small rectangles same height as the legs but twice as wide <WHERE> On the top left and top right of the table, in line with the outer edges", "<WHAT> horizontal rectangle <WHERE> center, 2/3 from top\n<WHAT> smaller horizontal rectangle <WHERE> inside rectangle\n<WHAT> small circle <WHERE> inside smaller rectangle, 1/3 from left\n<WHAT> small circle <WHERE> reflected across y-axis from other small circle\n<WHAT> small vertical rectangle <WHERE> top left corner of horizontal rectangle\n<WHAT> small vertical rectangle <WHERE> top right corner or horizontal rectan\n<WHAT> small vertical rectangle <WHERE> bottom left corner of horizontal rectangle\n<WHAT> small vertical rectangle <WHERE> bottom right corner of horizontal rectangle", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> smaller rectangle <WHERE> inside the first\n<WHAT> two small circles <WHERE> inside the smaller rectangle\n<WHAT> two small rectangles <WHERE> on top of first rectangle, upward from each end\n<WHAT> two even smaller rectangles <WHERE> on bottom of first rectangle, downward from each end"], "lax-drawing-furniture-all-237.png": ["<WHAT> A wide (4/6th of the page) rectangle which is not very tall (approx 1/20th of the page height) <WHERE> Just below the center of the page, centered horizontally with a 1/6th a page gap either side\n<WHAT> A line approx 1/5th of the page height <WHERE> Extending the left and right sides of the rectangle downwards\n<WHAT> A rectangle just under half the width of the narrow rectangle, same height as the line running down the left or right of the thin rectangle. <WHERE> On top of the thin rectangle, aligned to the left edge\n<WHAT> A smaller rectangle border approx 1/8th of the width of the left hand rectangle <WHERE> inside the left hand rectangle\n<WHAT> a small circle inside a small square (touching the edges of the square) x 2 <WHERE> In the inner left hand rectangle, just slightly out from the middle on either side horizontally (looks like a video tape), mid way up vertically", "<WHAT> Two tiny circles <WHERE> On the left side of the page\n<WHAT> Two tiny squares <WHERE> Around the tiny circles\n<WHAT> A large rectangle <WHERE> Around the shapes I already drew\n<WHAT> A second rectangle <WHERE> Around the first rectangle"], "lax-drawing-furniture-all-124.png": ["<WHAT> A drawer with an inner border (approx 1/10th the width), 2 square handles either 1/3rd from the edge horizontally, halfway up the drawer <WHERE> Top of the drawer is just below the middle of the page, it's centered on the page approx 1/5th from the edge, around 1/6th of the page heigh\n<WHAT> 3 short vertical lines (approx the height of the handles) <WHERE> Extending the outer edges of the drawer downwards, one in the centre\n<WHAT> 2 small rectangles on top, same height as the inner rectangle on the drawer, approx 1/10th of the width of the drawer <WHERE> On top the drawer, one lined up with the left edge, one lined up with the right edge\n<WHAT> A circle/ball the same height as the rectangles on top of the drawer <WHERE> On top of the drawer, touching the left rectangle", "<WHAT> rectangle. length approx 3/4 of page width, height approx 1/4 of length <WHERE> centre of page\n<WHAT> smaller rectangle. height and length approx 3/4 of larger rectangle <WHERE> centred within larger rectangle\n<WHAT> square. sides approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in from left\n<WHAT> square. sides approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in from right\n<WHAT> rectangle. height approx same height as smaller rectangle. length approx 1/2 of height <WHERE> sitting on top at left of larger rectangle\n<WHAT> rectangle. height approx same height as smaller rectangle. length approx 1/2 of height <WHERE> sitting on top at right of larger rectangle\n<WHAT> circle. circumference equal to height of smallest rectangles <WHERE> sitting on top of large rectangle next to and touching small rectangle on left\n<WHAT> 3 equal lines. length equal to 1/4 height of large rectangle <WHERE> evenly spaced along bottom of large rectangle with left and right lines extending sides of rectangle"], "lax-drawing-furniture-all-197.png": ["<WHAT> A front line drawing of a draw with small legs and edges to the top.  With two circular handles. <WHERE> Centre of page, just below centre.", "<WHAT> rectangle <WHERE> in middle of page\n<WHAT> border <WHERE> surrounding rectangle\n<WHAT> two circle-like knobs <WHERE> in middle of rectangle\n<WHAT> two squares <WHERE> on lower left and right side of rectangle border\n<WHAT> two small vertical rectangles <WHERE> on upper left and right sides of rectangle border"], "lax-drawing-furniture-all-119.png": ["<WHAT> As the previous image but no circles/handles. <WHERE> Same place. Centre of page, just below centre.", "<WHAT> large rectangle <WHERE> the middle of the screen\n<WHAT> slightly smaller rectangle <WHERE> inside of the first, larger rectangle\n<WHAT> two medium rectangles <WHERE> each upper corner of the larger rectangle\n<WHAT> two small squares <WHERE> each lower corner of the larger rectangle"], "lax-drawing-furniture-all-074.png": ["<WHAT> Four landscape rectangles surrounded by a larger rectangle. <WHERE> Centre of page.", "<WHAT> draw a rectangle five inches tall and two inches wide <WHERE> centered in the drawing area\n<WHAT> draw four rectangles one inch tall and two inches wide <WHERE> evenly spaced within the first rectangle"], "lax-drawing-furniture-all-231.png": ["<WHAT> A front view of a table with a rectangle on the right on the table, withanother rectangle in the box. With two octagons and a square in each. <WHERE> Centre of page.", "<WHAT> Two lowercase letter O's next to each other <WHERE> on the right side of the page\n<WHAT> A rectangle <WHERE> Around the two letter O's\n<WHAT> A larger rectangle <WHERE> Around the first rectangle\n<WHAT> A thin, very long rectangle <WHERE> under the two rectangles\n<WHAT> A tiny square <WHERE> under one side of the thin rectangle\n<WHAT> Another tiny square <WHERE> under the other side of the thin rectangle"], "lax-drawing-furniture-all-244.png": ["<WHAT> Fornt view of a coffee page but the legs are just lines. A rectangle on the far right of the table, with another rectanlge inside. Two ocatgons inside these rectanlges with squares in each. <WHERE> Centre of page.", "<WHAT> a stick like table with only two legs showing using only lines <WHERE> in the center\n<WHAT> a rectangle <WHERE> on top of the table on the right half\n<WHAT> another rectangle <WHERE> inside the rectangle\n<WHAT> two octagons resembling bolts <WHERE> inside the previous rectangle"], "lax-drawing-furniture-all-158.png": ["<WHAT> A front view of a draw but with no handles. 4 tiny line legs. And a ball on the far let of the draw top with a rectangle block next to this and the rectanlge also on the other side of the draw. <WHERE> Centre of page, just below centre.", "<WHAT> rectangle <WHERE> middle of paper\n<WHAT> slightly smaller rectangle <WHERE> inside previous rectangle\n<WHAT> vertically upright rectangle <WHERE> two on each side of entire rectangle\n<WHAT> small ball <WHERE> resting against top left rectangle\n<WHAT> four short lines <WHERE> underneath entire thing", "<WHAT> large horizontal rectangle <WHERE> in middle of paper\n<WHAT> smaller horizontal rectangle <WHERE> inside large rectangle\n<WHAT> four small verticle lines <WHERE> on bottom of large horizontal rectangle\n<WHAT> two small verticle rectangles <WHERE> on corners of large rectangle\n<WHAT> large circle <WHERE> on right side of left small verticle rectangle"], "lax-drawing-furniture-all-058.png": ["<WHAT> A small circle, then one 4mm outside surrounding this, then another 3mm outside of this. Repeat on the other side of the page. <WHERE> 1st circle on left of page, 2nd circles on right,", "<WHAT> circle. circumference approx 1/4 of page width. <WHERE> centred to height of page and approx 1/4 of page width in from left\n<WHAT> circle. circumference approx 1/4 of page width. <WHERE> centred to height of page and approx 1/4 of page width in from right\n<WHAT> circle. circumference approx 1/2 of largest circle <WHERE> centred within largest circle to the left\n<WHAT> circle. circumference approx 1/2 of largest circle <WHERE> centred within largest circle to the right\n<WHAT> circle. circumference approx 1/4 of largest circle <WHERE> centred within largest circle to the left\n<WHAT> circle. circumference approx 1/4 of largest circle <WHERE> centred within largest circle to the right"], "lax-drawing-furniture-all-079.png": ["<WHAT> Front view of three draws. Each with two handles but the handles are circles with squares inside. <WHERE> Centre of page.", "<WHAT> a large rectangle, shorter sides on the top and bottom <WHERE> centered in the middle of the page\n<WHAT> three smaller rectangles, shorter sides on the right and left <WHERE> spaced equidistantly inside the largest rectangle as drawers\n<WHAT> 2 circles equidistant from the vertical media <WHERE> spaced toward the vertical median in each of the three drawers\n<WHAT> two small squares <WHERE> centered inside the smaller circles in each of the three drawers"], "lax-drawing-furniture-all-170.png": ["<WHAT> A rectangle <WHERE> in the middle of the page\n<WHAT> a smaller rectangle <WHERE> in the middle of the first one\n<WHAT> two smaller rectangles <WHERE> under of the first bigger ones, as if they were furniture legs\n<WHAT> two more rectangles <WHERE> on the top of the first bigger rectangle\n<WHAT> a circle <WHERE> on the left side of the original rectangle", "<WHAT> a medium rectangle <WHERE> the center of the page\n<WHAT> a slightly smaller rectangle <WHERE> inside the medium rectangle\n<WHAT> two medium rectangles <WHERE> at the top right and left corners, above the medium rectangle\n<WHAT> two slightly thinner rectangles <WHERE> at the bottom left and right corners, below the medium rectangle"], "lax-drawing-furniture-all-101.png": ["<WHAT> a long rectangle shaped drawer with one drawer with 2 circular knbs <WHERE> on the center of the page\n<WHAT> 4 legs on <WHERE> the bottom of the drawer\n<WHAT> two circles touching each other <WHERE> on the left side of the drawer", "<WHAT> Rectangle <WHERE> Draw in the center\n<WHAT> Rectangle <WHERE> Smaller within the first rectangle\n<WHAT> Circle <WHERE> Left center within the smaller rectangle just drawn.\n<WHAT> Circle <WHERE> Right center within the smaller rectangle.\n<WHAT> Line <WHERE> The first rectangle continue down the bottom left.\n<WHAT> Line <WHERE> 1/3 across the bottom of the first rectangle\n<WHAT> Line <WHERE> 2/3 across the bottom of the first rectangle\n<WHAT> Line <WHERE> The first rectangle continue down the bottom right\n<WHAT> Circle <WHERE> Larger circle top left of the first rectangle.\n<WHAT> Circle <WHERE> Directly to the right of the circle just drawn."], "lax-drawing-furniture-all-177.png": ["<WHAT> a rectangular shaped bed from the side <WHERE> center of the page\n<WHAT> two legs of the bed <WHERE> on the bottom of the rectangular shape, on either side\n<WHAT> a rectangular, small, head and foot board <WHERE> on either side on the top of the rectangular shaped bed\n<WHAT> a circle that could represent a pillow <WHERE> on the left side of the rectangle, as if it were against the head board\n<WHAT> two small squares <WHERE> on the inside of the rectangle on either sides", "<WHAT> a rectangle 5mm tall by 20mm wide <WHERE> below the horizonal centerline\n<WHAT> a smaller rectangle 3mm tall by 18mm wide <WHERE> inset within the larger rectangle\n<WHAT> two squares 1mm x 1mm <WHERE> centered within the small rectangle such that they look like knobs on a dresser\n<WHAT> a rectangle 2mm tall by 1mm wide <WHERE> on top side of large rectangle flush with the left side\n<WHAT> a rectangle 2mm tall by 1mm wide <WHERE> on top side of large rectangle flush with the right side\n<WHAT> a circle 2mm in diameter <WHERE> flush with the small rectangle on the upper left corner, sitting on top of the large rectangle\n<WHAT> two vertical lines 1mm in length <WHERE> both below the large rectangle, one flush with the left side, one flush with the right side"], "lax-drawing-furniture-all-215.png": ["<WHAT> A long rectangular dresser with one drawer with round knobs <WHERE> the center of the page\n<WHAT> two short legs <WHERE> the bottom of the dresser\n<WHAT> two more short legs <WHERE> the top of the dresser\n<WHAT> one small ball <WHERE> to the immediate right of the top legs of the dresser", "<WHAT> a big rectangle <WHERE> in the center\n<WHAT> a slightly smaller rectangle <WHERE> centered within the big rectangle\n<WHAT> two small circles <WHERE> spaced evenly in the center within the smaller rectangle\n<WHAT> two small squares <WHERE> at the bottom of the big rectangle on the left and right respectively\n<WHAT> two small vertical rectangles <WHERE> at the top of the big rectangle on the left and right respectively\n<WHAT> a small circle of the same height as the small vertical rectangle <WHERE> touching the left vertical rectangle, directly on its right side"], "lax-drawing-furniture-all-186.png": ["<WHAT> a rectangle with a smaller one inside of it with 3 legs <WHERE> on the center of the page\n<WHAT> two smaller rectangles <WHERE> on top of the first one", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> slightly smaller inside other\n<WHAT> three lines <WHERE> one bottom corner, center and left corner\n<WHAT> two rectangles <WHERE> top of each corner of rectangle"], "lax-drawing-furniture-all-239.png": ["<WHAT> a casette tape <WHERE> on the left side of the page\n<WHAT> a long, skinny, horizontal rectangle <WHERE> under the cassette\n<WHAT> two stubby short square shaped legs <WHERE> the bottom of the long skinny rectangle", "<WHAT> one long thin rectangle <WHERE> middle of page\n<WHAT> two small squares <WHERE> each end of rectangle on the bottom\n<WHAT> one larger rectangle with a smaller one inside <WHERE> positioned on top of thin rectangle on right side\n<WHAT> two small squares with inner circle <WHERE> positioned evenly inside larger rectangle"], "lax-drawing-furniture-all-142.png": ["<WHAT> a one drawer dresser with two knobs <WHERE> the center of the page\n<WHAT> 4 skinny short legs on the dresser <WHERE> under the dresser evenly spaced out\n<WHAT> two more small short rectangles <WHERE> as if they were on top of the dresser on either side\n<WHAT> one small ball <WHERE> between the two reectangles atop the dresser", "<WHAT> rectangle <WHERE> middle of paper\n<WHAT> slightly smaller rectangle <WHERE> inside previous rectangle\n<WHAT> vertically upright, rectangles <WHERE> one each side of entire thing\n<WHAT> four lines <WHERE> underneath entire thing, but short, and attached to 1st layer of rectangle\n<WHAT> round ball <WHERE> resting against left vertically upright rectangle", "<WHAT> large rectangle <WHERE> in middle of paper\n<WHAT> smaller rectangle <WHERE> in middle of large rectangle\n<WHAT> two small circles <WHERE> in middle of smaller rectangle\n<WHAT> four small lines verticle <WHERE> on bottom of large rectangle\n<WHAT> two small verticle rectangles <WHERE> on top corners of large rectangle\n<WHAT> large circle <WHERE> on the right side of left small verticle rectangle"], "lax-drawing-furniture-all-065.png": ["<WHAT> a rectangular dresser with two drawers with two knobs on each drawer <WHERE> the center of the page towards the top\n<WHAT> two equal sized long rectangular legs <WHERE> underneath the two drawer dresser", "<WHAT> two small rectangles <WHERE> stacked on top of each other with a little space in between\n<WHAT> a large rectangle <WHERE> that surrounds the smaller rectangles\n<WHAT> two small circles <WHERE> in each of the smaller rectangles, space them evenly apart\n<WHAT> two long, skinny rectangles <WHERE> at the bottom left and right of the large rectangle"], "lax-drawing-furniture-all-150.png": ["<WHAT> A small rectangle <WHERE> Half way on the page\n<WHAT> A small circle same size as rectangle <WHERE> To the right of the rectangle\n<WHAT> Another rectangle <WHERE> About 20cm from the circle\n<WHAT> A big rectangle <WHERE> Under the smaller rectangle and Circe to be the lenfth\n<WHAT> A smaller rectangle <WHERE> To go inside the big rectangle\n<WHAT> 4 straight lines <WHERE> Under the big rectangle", "<WHAT> medium rectangle <WHERE> the middle of the screen\n<WHAT> slightly smaller rectangle <WHERE> inside the first, larger rectangle\n<WHAT> four lines of equal length to the vertical lines of the first, larger rectangle <WHERE> evenly spread out along the lower edge of the first, larger rectangle\n<WHAT> two small rectangles <WHERE> each upper corner of the first, larger rectangle\n<WHAT> small circle <WHERE> directly alongside the upper left rectangle"], "lax-drawing-furniture-all-108.png": ["<WHAT> 2 small circles <WHERE> Next to each other touching\n<WHAT> 2 rectangles inside each other <WHERE> Under the circles\n<WHAT> 2 tiny squares <WHERE> Inside the rectangle\n<WHAT> 2 rectangles other way <WHERE> At the end of the rectangle", "<WHAT> a rectangle <WHERE> middle of the page\n<WHAT> a smaller rectangle <WHERE> in the middle of the first rectangle\n<WHAT> two squares <WHERE> in the smaller rectangle, on the left and right sides with space in the middle\n<WHAT> two short vertical rectangles <WHERE> under the first rectangle, on the left and right edges\n<WHAT> two circles the same size of the smaller rectangle <WHERE> on the top left of the first rectangle, next to each other and touching"], "lax-drawing-furniture-all-151.png": ["<WHAT> 2 rectangles <WHERE> Inside each othwr\n<WHAT> 2 small circles <WHERE> Inside th rectangle\n<WHAT> 2lines <WHERE> Gong down", "<WHAT> a rectangle <WHERE> the middle of the screen\n<WHAT> a slightly smaller rectangle <WHERE> inside the first, larger rectangle\n<WHAT> two small circles <WHERE> inside the smaller rectangle, spaced evenly apart\n<WHAT> two small rectangles <WHERE> each upper corner of the larger rectangle\n<WHAT> two small lines <WHERE> each lower corner of the larger rectangle"], "lax-drawing-furniture-all-180.png": ["<WHAT> 2 small circles <WHERE> Next to each other\n<WHAT> 2 rectangles <WHERE> Inside each other under the circle\n<WHAT> 2 triangles smaller <WHERE> Going down for legs", "<WHAT> a medium rectangle <WHERE> the center of the page\n<WHAT> a slightly larger rectangle <WHERE> around the medium rectangle\n<WHAT> two circles side-by-side <WHERE> atop the slightly larger rectangle, on the left side\n<WHAT> two thing rectangles <WHERE> under the slightly larger rectangle, one on the left side and one on the right"], "lax-drawing-furniture-all-169.png": ["<WHAT> 2 small squares <WHERE> In the middle\n<WHAT> 2 rectangles <WHERE> Inside each orher\n<WHAT> 4 small lines <WHERE> Going down", "<WHAT> horizontal rectangle <WHERE> middle of page\n<WHAT> smaller horizontal rectangle <WHERE> inside firstrectangle\n<WHAT> small vertical rectangle height of first rectangle <WHERE> top left and right corners of first rectangle\n<WHAT> a line height of first rectangle <WHERE> in 4 even increments from left to right on bottom of first rectangle\n<WHAT> two small squares <WHERE> evenly centered and spaced inside second horizontal rectangle", "<WHAT> two long rectangles <WHERE> the outer rectangle centered horizontally and vertically in the large square, the inner rectangle centered horizontally and vertically inside of the outer long rectangle\n<WHAT> two small squares <WHERE> centered vertically inside the inner rectangle and equidistant from the horizontal center of the inner rectangle\n<WHAT> two small rectangles <WHERE> each about the height of the inner long rectangle and of the same width, the left edge of one coincident with the left edge of the outer long rectangle, the right edge of the other coincident with the right edge of the outer triangle\n<WHAT> four horizontal lines <WHERE> about the height of the inner rectangle, equidistant from each other, with two of the lines coincident with the left and right edges of the outer rectangle"], "lax-drawing-furniture-all-137.png": ["<WHAT> a copy of this image <WHERE> bottom half of field", "<WHAT> a rectangle 5mm tall by 20mm wide <WHERE> below the horizontal center line of the page\n<WHAT> a smaller rectangle (3mm tall by 18mm wide) <WHERE> inset within the larger rectangle\n<WHAT> two small circles (1mm radius) <WHERE> on the upper left edge on the out side of the larger rectangle. That is flush with the left side of the rectangle but on the top edge. Both circles are lined up side by side.\n<WHAT> a vertical 4mm line <WHERE> directly below the large rectangle, flush with the left side\n<WHAT> a vertical 4mm line <WHERE> directly below the large rectangle, flush with the right side\n<WHAT> a vertical 4mm line of lesser thickness <WHERE> directly below the large rectangle, centered"], "lax-drawing-furniture-all-100.png": ["<WHAT> a copy of this image <WHERE> bottom half of field", "<WHAT> medium sized rectangle <WHERE> middle of page\n<WHAT> slightly smaller rectangle <WHERE> inside previous rectangle\n<WHAT> two small eyes <WHERE> inside smallest rectangle\n<WHAT> small rectangles, vertically tall <WHERE> one on each corner of the entire thing\n<WHAT> four short lines <WHERE> underneath entire thing", "<WHAT> rectangle <WHERE> in middle of screen\n<WHAT> smaller rectangle <WHERE> in middle of larger rectangle\n<WHAT> two circles <WHERE> in center of smaller rectangles\n<WHAT> four lines <WHERE> faces south on bottom of large rectangle\n<WHAT> two small verticle rectangles <WHERE> on each side of large rectangle."], "lax-drawing-furniture-all-232.png": ["<WHAT> 2 rectangles <WHERE> Inside each other\n<WHAT> 2 small circles <WHERE> Inside th rectangle\n<WHAT> Skinny rectangle <WHERE> Under the big rectangle", "<WHAT> Two small squares about 10 cm apart <WHERE> on the middle of the page\n<WHAT> A long, skinny rectangle <WHERE> On top of the two small rectangles\n<WHAT> A big rectangle <WHERE> On top and near the right side of the small, skinny rectangle\n<WHAT> A smaller rectangle <WHERE> Inside the big rectangle that you just drew\n<WHAT> Two small circles <WHERE> In the middle of the smaller rectangle"], "lax-drawing-furniture-all-202.png": ["<WHAT> a copy of this image <WHERE> middle of field", "<WHAT> a rectangle three inches wide by one inch high <WHERE> in the center of the page\n<WHAT> a second rectangle a quarter inch bigger <WHERE> around the first rectangle\n<WHAT> four half inch lines <WHERE> spaced evenly at the bottom of the second rectangle starting with on at the left corner\n<WHAT> a rectangle one inch tall and a half inch wide <WHERE> at the top left corner of the second rectangle\n<WHAT> draw an identical rectangle as the last <WHERE> at the top right corner of the second rectangle\n<WHAT> draw a circle with a one inch circumference <WHERE> on top of the second rectangle to the right but touching the third rectangle"], "lax-drawing-furniture-all-134.png": ["<WHAT> 2 rectangle <WHERE> Inside each other\n<WHAT> 2 small circles <WHERE> On top of the rectangle\n<WHAT> 2 small squares <WHERE> Inside the Rectangle", "<WHAT> a rectangle <WHERE> center of the page\n<WHAT> a smaller rectange <WHERE> inside the previous rectangle\n<WHAT> two squares <WHERE> centered in the smaller rectange\n<WHAT> two lines <WHERE> bottom of the larger triangle on the left and right base\n<WHAT> two circles touching <WHERE> top left of the large rectange"], "lax-drawing-furniture-all-234.png": ["<WHAT> a copy of this image <WHERE> middle of field", "<WHAT> thin horizontal rectangle <WHERE> middle of page\n<WHAT> rectangle half the length of thin one <WHERE> on top of thin rectangle aligned to the right\n<WHAT> smaller third rectangle <WHERE> inside second rectangle\n<WHAT> two octagons with smaller octagons inside <WHERE> touching centered inside the third rectangle\n<WHAT> lines the height of the original thin rectangle <WHERE> onthe left and right bottom ends of original rectangle", "<WHAT> two long lines <WHERE> oriented horizontally, spanning most of the width of the large square, separated by a small distance, parallel to one another equidistant from the vertical center of the large square\n<WHAT> two short lines <WHERE> connecting the edges of the two long lines and extending below the lower long line about the same distance as the two lines are apart\n<WHAT> a rectangle <WHERE> half as wide as the length of the two lines and about a quarter of the height of the large square, its right edge coindident with the vertical line on the right end of the two horizontal lines\n<WHAT> a rectangle <WHERE> a little smaller than the first rectangle, oriented horizontally and centered horizontally and vertically inside the larger rectangle\n<WHAT> two octagons <WHERE> inside the inner rectangle, oriented on the horizontal and vertical center, equidistant from the horizontal center of the inner rectangle and separated by a small distance, so their edges aren't touching\n<WHAT> two circles <WHERE> smaller than and concentric with each octagon"], "lax-drawing-furniture-all-217.png": ["<WHAT> a copy of this image <WHERE> bottom half of field", "<WHAT> a rectangle 5mm tall by 20mm wide <WHERE> below the horizontal centerline of page\n<WHAT> a smaller rectangle 3mm tall by 18mm wide <WHERE> inset wthin the larger rectangle\n<WHAT> two 1mm squares <WHERE> centered within the smaller rectangle such that they look like knobs on a dresser\n<WHAT> two small rectangles (2mm tall by 1mm wide) <WHERE> sitting on top of the large rectangle, one at each corner, flush with left side and right side respectively\n<WHAT> two squares 1.2mm x 1.2mm <WHERE> on the bottom side of the large rectangle, , one at each corner, flush with left side and right side respectively"], "lax-drawing-furniture-all-097.png": ["<WHAT> a copy of this image <WHERE> bottom half of field", "<WHAT> horizontal rectangle <WHERE> middle of page\n<WHAT> smaller horizontal rectangle <WHERE> inside first rectangle\n<WHAT> vertical rectangle1/3 height of first rectangle <WHERE> top left and right corner of first rectangle\n<WHAT> line 1/2 height of first rectangle <WHERE> bottom left and right corners of first rectangle\n<WHAT> two small squares <WHERE> evenly spaced and centered in second horizontal rectangle", "<WHAT> two long rectangles <WHERE> horizontally oriented, one inside the other, each centered horizontally and vertically within the outer square\n<WHAT> two small squares <WHERE> vertically centered and equidistant from the horizontal center of the inner long rectangle\n<WHAT> two small rectangles <WHERE> of equal size and dimension, touching the top edge of the outer long rectangle, the left and right edges of each coincident with the left and right edges of the outer long rectangle\n<WHAT> two vertical lines <WHERE> extending an equal distance from the left and right edges of the outer long rectangle"], "lax-drawing-furniture-all-072.png": ["<WHAT> 2 rectangles <WHERE> Parallel to each other\n<WHAT> 2 small circles <WHERE> Inside the rectangles\n<WHAT> Big rectangle <WHERE> Around the rectangle", "<WHAT> draw a rectangle <WHERE> centered in the drawing area\n<WHAT> draw two rectangles <WHERE> inside the first rectangle leaving evening spacing around them\n<WHAT> draw four small circles <WHERE> two each evenly spaced within each of the second two rectangles\n<WHAT> draw a two inch line <WHERE> at the bottom corners of the first rectangle"], "lax-drawing-furniture-all-135.png": ["<WHAT> a copy of this image <WHERE> center of field", "<WHAT> horizontal rectangle <WHERE> center of page\n<WHAT> smaller horizontal rectangle <WHERE> inside previous rectangle\n<WHAT> small vertical rectangle <WHERE> top left corner of big rectangle\n<WHAT> small vertical rectangle <WHERE> top right corner of big rectangle\n<WHAT> smaller vertical rectangle <WHERE> bottom left corner of big rectangle\n<WHAT> smaller vertical rectangle <WHERE> bottom right corner of big rectangle\n<WHAT> circle <WHERE> right of top left corner rectangle", "<WHAT> large rectangle with smaller one inside <WHERE> middle of page\n<WHAT> two smaller rectangles <WHERE> at each end of top of large rectangle positioned upwards\n<WHAT> two small squares <WHERE> below large rectangle, at each end\n<WHAT> one circle same height as two upward rectangles <WHERE> inside the upward rectangle on the left side"], "lax-drawing-furniture-all-057.png": ["<WHAT> two circles <WHERE> in the center of the field; one on each side of the field\n<WHAT> two squares <WHERE> inside of the circles", "<WHAT> A circle <WHERE> right hand center of page\n<WHAT> A circle <WHERE> left hand center of page\n<WHAT> two squares <WHERE> inside each circle, but small enough so that their outside walls do not touch the inside lines of the circles"], "lax-drawing-furniture-all-141.png": ["<WHAT> a rectangle <WHERE> center of paper\n<WHAT> rectangle outline <WHERE> around the previous rectangle\n<WHAT> two small squares <WHERE> center, equally spaced, inside the orginal rectangle\n<WHAT> two small rectangles <WHERE> on top corners of the outline\n<WHAT> two medium rectangles <WHERE> on the bottom corners of the outline", "<WHAT> A lowercase l <WHERE> on the right side of the paper\n<WHAT> Another lowercase l <WHERE> on the left side of the paper\n<WHAT> A large rectangle <WHERE> In between the two lower case letter L's\n<WHAT> A slightly smaller rectangle <WHERE> around the large rectangle\n<WHAT> Two tiny squares <WHERE> inside the second smaller rectangle"], "lax-drawing-furniture-all-104.png": ["<WHAT> rectangle <WHERE> center of page\n<WHAT> outline rectangle <WHERE> around original rectangle\n<WHAT> two small rectangles <WHERE> top corners of the outline\n<WHAT> two small rectangles <WHERE> bottom corners of the outline\n<WHAT> a small circle, equal size to small rectangle <WHERE> on top of the outline, right to the small rectangle", "<WHAT> one long horizontal rectangle <WHERE> in the middle of the page\n<WHAT> one slightly larger horizontal rectangle <WHERE> around the horizontal rectangle you already drew\n<WHAT> one thick vertical rectangle like a \"leg\" <WHERE> on each bottom corner of the larger horizontal rectangle\n<WHAT> one smaller vertical rectangle <WHERE> on each top corner of the larger horizontal rectangle\n<WHAT> one circle around the same size as the smaller vertical rectangles <WHERE> next to the top left smaller vertical rectangle"], "lax-drawing-furniture-all-078.png": ["<WHAT> a square <WHERE> center page\n<WHAT> two equal size rectangles <WHERE> inside square", "<WHAT> medium sized square <WHERE> center of paper\n<WHAT> horizontal rectangle <WHERE> inside of first square in the top half\n<WHAT> horizontal rectangle <WHERE> inside of first square in the bottom half"], "lax-drawing-furniture-all-193.png": ["<WHAT> A storage shelf with 4 legs, and a drawer that has two square handles, and two is holding two rectangular objects on either end of the top, and one circular object next to the leftmost rectangular object <WHERE> Centered, a little lower than halfway down the page", "<WHAT> Rectangle <WHERE> Center of the screen\n<WHAT> Rectangle <WHERE> Center within the rectangle just drawn.\n<WHAT> Square <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Square <WHERE> Center right within the smaller rectangle\n<WHAT> Rectangle <WHERE> Top left corner of the first rectangle\n<WHAT> Circle <WHERE> Directly right of the rectangle just drawn.\n<WHAT> Rectangle <WHERE> Top right corner of the first rectangle\n<WHAT> Line <WHERE> Bottom left corner of the first rectangle\n<WHAT> Line <WHERE> 1/3 across the bottom of the first rectangle.\n<WHAT> Line <WHERE> 2/3 across the bottom of the first rectangle\n<WHAT> Line <WHERE> Bottom right extending down from the first rectangle"], "lax-drawing-furniture-all-149.png": ["<WHAT> a rectangle <WHERE> center page\n<WHAT> outline <WHERE> around original rectangle\n<WHAT> two sqaures <WHERE> center, equal spaced inside original rectangle\n<WHAT> three lines <WHERE> along the bottom outline, equally spaced\n<WHAT> two small circles <WHERE> upper left hand corner touching but not inter-locked", "<WHAT> Rectangle <WHERE> Bottom Half of the page\n<WHAT> Slightly Smaller Rectangle <WHERE> Inside of original rectangle\n<WHAT> 2 Squares <WHERE> About 1/3 and 2/3 of the way through rectangle 2, centered vertically\n<WHAT> 3 Legs <WHERE> Bottom of Rectangle 1 (Left side, right side and middle)\n<WHAT> 2 small Circles <WHERE> On top of rectangle #1, sitting on the left side"], "lax-drawing-furniture-all-174.png": ["<WHAT> a 10x3 rectangle <WHERE> in the centre of the page\n<WHAT> two 1x1 squares <WHERE> inside the rectangle, spaced equally from each other and the edges\n<WHAT> another rectangle <WHERE> 1cm outside the circumference of the 1st rectangle\n<WHAT> two 1x2 rectangles <WHERE> at the top left edge and top right edge of the outer rectangle\n<WHAT> 4 1cm vertical lines <WHERE> evenly spaced, from the bottom of the outer rectangle", "<WHAT> Rectangle <WHERE> Anywhere\n<WHAT> Smaller rectangle <WHERE> inside rectangle one, centered\n<WHAT> 2 small squares <WHERE> 1/3 and 2/3 through rectangle 2, centered vertically\n<WHAT> 4 short lines <WHERE> underneath rectangle 1, all the way to the left, 25%, 50% and all the way to the right.\n<WHAT> 2 small rectangles <WHERE> standing up on the left and right side of the top of rectangle 1"], "lax-drawing-furniture-all-125.png": ["<WHAT> A storage shelf with two rectangular legs on either end, a rectangular drawer with two square handles, with two circular objects on the left side of the top of the shelf, on the left side. They're side by side <WHERE> Lower than center page", "<WHAT> a rectangle <WHERE> in the center of the page\n<WHAT> a smaller rectangel <WHERE> inside the larger rectangle\n<WHAT> two small squares <WHERE> in the center of the inner circle equidistant to the other\n<WHAT> two vertical rectangles <WHERE> on the either side of the base of the large triangle\n<WHAT> two circle touching side by side <WHERE> top left of the largest triangle"], "lax-drawing-furniture-all-242.png": ["<WHAT> one long rectangle almost the length of the page <WHERE> center\n<WHAT> a rectangle half the size of the original rectangle <WHERE> left side, on top of original rectangle\n<WHAT> rectangle <WHERE> inside the half side rectangle\n<WHAT> two small circles <WHERE> inside the last rectangle\n<WHAT> two rectangles <WHERE> under each corner of the original long rectangle. like table legs", "<WHAT> a long thin rectangle <WHERE> in the middle of the page\n<WHAT> 2 small rectangles <WHERE> attaching to the bottom either end of the first rectangle\n<WHAT> 1 large rectangle <WHERE> on top of the first rectangle, covering half of the top but about 5 times thicker than the first one\n<WHAT> 1 rectangle <WHERE> inside the rectangle you have just drawn and about 3/4 of the size\n<WHAT> 2 small circles <WHERE> inside rectangle you have just drawn either side of the centre"], "lax-drawing-furniture-all-159.png": ["<WHAT> the same two large rectangles i just drew <WHERE> on the paper\n<WHAT> 4 evenly spaced legs, slightly shorter than the height of the outer rectangle <WHERE> from the bottom of the outer rectangle\n<WHAT> two 1x2 rectangles <WHERE> at the top of the outer rectangle, on each side\n<WHAT> a circle with a 2cm diameter <WHERE> to the right of the left 1x2 rectangle, touching it", "<WHAT> Rectangle <WHERE> middle of the page\n<WHAT> rectangle, 15% smaller <WHERE> inside of first rectangle, centered\n<WHAT> four vertical lines, equidistant <WHERE> emanating from the bottom of the rectangle\n<WHAT> two vertical rectangles, 1/4 the height of the rectangle and the same width as the distance between the rectangle and the interior rectangle <WHERE> either end of the top of the rectangle\n<WHAT> one circle, same height as vertical rectangle protusion, twice as wide <WHERE> on top of the rectangle, \"leaning\" against leftmost vertical rectangle"], "lax-drawing-furniture-all-211.png": ["<WHAT> a drawer <WHERE> center of page\n<WHAT> two rectangles <WHERE> center inside the drawer- like knobs\n<WHAT> two long rectangles <WHERE> on each end\n<WHAT> a circle <WHERE> upper left hand corner", "<WHAT> rectangle <WHERE> middle of paper\n<WHAT> slightly smaller rectangle <WHERE> inside of rectangle\n<WHAT> two cube like eyes <WHERE> inside of smallest rectangle\n<WHAT> two rectangles <WHERE> propped up on top of the corners\n<WHAT> two square legs <WHERE> underneath entire rectangle, bottom corners", "<WHAT> large horizontal rectangle <WHERE> in middle of paper\n<WHAT> small horizontal rectangle <WHERE> inside large horizontal rectangle\n<WHAT> two small squares <WHERE> in middle of smaller horizontal rectangle\n<WHAT> two small squares <WHERE> on bottom of corners of large rectangles\n<WHAT> two small verticle rectangles <WHERE> on top corners of large rectangles\n<WHAT> small circle <WHERE> on right side of left verticle rectangles"], "lax-drawing-furniture-all-053.png": ["<WHAT> hexigon <WHERE> left center page\n<WHAT> square <WHERE> inside the hexagon", "<WHAT> a small octagon <WHERE> on the left side\n<WHAT> a smaller square not touching any sides of the octagon <WHERE> within the octagon"], "lax-drawing-furniture-all-212.png": ["<WHAT> Rectangle <WHERE> Middle of page\n<WHAT> Smaller rectangle <WHERE> Inside big rectangle\n<WHAT> Two even smaller rectangles <WHERE> On top of big rectangle\n<WHAT> One circle <WHERE> On top of rectangle, next to left most even smaller rectangle\n<WHAT> 3 lines <WHERE> Bottom of design", "<WHAT> a horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> centered inside the original rectangle\n<WHAT> one small vertical rectangle <WHERE> at the top left and right corners of the original rectangle\n<WHAT> a circle as tall as the vertical rectangles <WHERE> touching the inside of the vertical triangle on the left\n<WHAT> 3 lines the same height as the original rectangle <WHERE> evenly spaced on the bottom of the original rectangle from left to right", "<WHAT> a long rectangle <WHERE> oriented horizontally and centered horizontally and vertically inside the big square\n<WHAT> another long rectangle <WHERE> a little smaller than the first rectangle, oriented horizontally and centered horizontally and vertically inside the first long rectangle\n<WHAT> a small rectangle <WHERE> oriented vertically about as high as the inner rectangle, its left edge coincident with the left edge of the outer long rectangle\n<WHAT> a circle <WHERE> of the same height as the small rectangle, touching both the small rectangle and the outer long rectangle\n<WHAT> a small rectangle <WHERE> oriented vertically, of the same height as the first small rectangle and circle, its right edge coincident with the right edge of the long outer rectangle\n<WHAT> three vertical lines <WHERE> about as long as the width of the inner long rectangle, two of which extend from the left and right edges of the long rectangle, and the third equidistant from the first two lines"], "lax-drawing-furniture-all-076.png": ["<WHAT> a large 5x10 rectangle <WHERE> on the middle of the paper\n<WHAT> 4 rectangular shaped drawers <WHERE> inside the large cupboard rectangle\n<WHAT> 2 drawer handles made up of a square inside a hexagon <WHERE> on each drawer", "<WHAT> four small rectangles <WHERE> horizontally positioned in the center, spaced out vertically stacked on top of each other\n<WHAT> 8 octagons <WHERE> 2 inside each rectangle, opposite each other in the center\n<WHAT> 8 small squares <WHERE> inside each octagon, centered\n<WHAT> large rectangle <WHERE> vertical, centered and encasing all four rectangles"], "lax-drawing-furniture-all-128.png": ["<WHAT> an end bench, with two small end handles <WHERE> center of page\n<WHAT> extra leg <WHERE> center on the bottom", "<WHAT> a large rectangle <WHERE> in the center\n<WHAT> a slightly smaller rectangle <WHERE> centered within the large rectangle\n<WHAT> three medium lines <WHERE> at the bottom of the large rectangle, evenly spaced, on the left, middle, and right side respectively\n<WHAT> two small vertical rectangles <WHERE> at the top of the large rectangle, on the left and right side respectively"], "lax-drawing-furniture-all-230.png": ["<WHAT> A long thin rectangle <WHERE> Middle of page\n<WHAT> Two tiny rectangles <WHERE> Upright, under thin rectangle\n<WHAT> Rectangle <WHERE> On top of thin rectangle\n<WHAT> Small rectangle <WHERE> Inside rectangle on top\n<WHAT> Hexagon <WHERE> Inside innermost rectangle\n<WHAT> Two circles <WHERE> Inside hexagon", "<WHAT> a thin rectangle <WHERE> accross the middle of the page\n<WHAT> a fat half sized rectangle <WHERE> on top of the left half of the first rectangle\n<WHAT> a smaller rectangle <WHERE> inside the larger thicker rectangle\n<WHAT> two octagons <WHERE> inside the center of the smaller rectangles\n<WHAT> a tall thin rectangle <WHERE> on the lower left of the thin rectangle\n<WHAT> a tall thin rectangle <WHERE> on the lower right of the thin rectangle"], "lax-drawing-furniture-all-205.png": ["<WHAT> a 10x3 rectangle <WHERE> in the centre of the paper\n<WHAT> a 9.5x2.5 rectangle <WHERE> inside the first rectangle\n<WHAT> 2 1x1 squares <WHERE> equally distanced from themselves and the edges, inside the inside rectangle\n<WHAT> 4 1cm 'legs' <WHERE> from the bottom of the cabinet, equally spaced\n<WHAT> 2 2cm diameter circles <WHERE> on the top left edge of the outer rectangle", "<WHAT> a rectangle <WHERE> i the centre of the page covering around 50% left to right\n<WHAT> a rectangle <WHERE> in the 1st box that  you have just drawn. It should be about 3/4 of the size of the first box\n<WHAT> 4 short vertical lines <WHERE> at bottom of the first rectangle, evenly spaced\n<WHAT> 2 small boxes <WHERE> inside the first rectangle either side of the centre\n<WHAT> 2 small circles <WHERE> on the top left hand side of the first rectangle"], "lax-drawing-furniture-all-222.png": ["<WHAT> 4 lines <WHERE> Bottom of page\n<WHAT> Large rectangle <WHERE> On top of 4 lines\n<WHAT> Smaller rectangle <WHERE> Inside rectangle\n<WHAT> Two squares <WHERE> Inside inner rectangle\n<WHAT> Two tiny rectangles <WHERE> On top of big rectangle\n<WHAT> One circle <WHERE> Left side, next to top rectangle", "<WHAT> A rectangle with another 25% smaller rectangle inside it <WHERE> center of page\n<WHAT> four vertical lines, 3/4 the height of the rectangle <WHERE> equally spaced, emanating from the bottom of the rectangle\n<WHAT> two small squares, about one fifth the height of the interior rectangle <WHERE> each one inside the inside rectangle, 33% of the distance from the outside vertical \"walls\"\n<WHAT> two vertical rectangles, same width as rectangle \"borders\" and 1/4 the height of the first rectangle <WHERE> on top of the first rectangle, aligned with either end\n<WHAT> A circle, same height as vertical protruding rectangles, twice as wide <WHERE> on top of the rectangle, on the far left, so that the outer left side of the ball is adjoining the outer right side of the vertical rectangle"], "lax-drawing-furniture-all-226.png": ["<WHAT> a 1x10 rectangle with two 5cm long 'legs' <WHERE> in the centre of the paper\n<WHAT> a 4x5 recntangle <WHERE> on top of the first one, flush with the left edge\n<WHAT> a 3X4 recangle <WHERE> inside the 4x5 one\n<WHAT> 2 1cm squares <WHERE> inside the 3x4 rectangle, spaced equally from each other and the edges", "<WHAT> thin rectangle <WHERE> middle of the page\n<WHAT> two lines <WHERE> under the rectangle on the left and right edges going down\n<WHAT> a rectangle <WHERE> on top of the left half of the thin rectangle\n<WHAT> another rectangle <WHERE> inside the previous rectangle\n<WHAT> two squares <WHERE> inside the previous rectangle in the middle with space between them"], "lax-drawing-furniture-all-073.png": ["<WHAT> One large upright rectangle <WHERE> Middle of page\n<WHAT> 4 smaller sideways rectangles <WHERE> Sideways, inside upright rectangle\n<WHAT> 8 circles <WHERE> Side by side, 1x2, in each smaller rectangle", "<WHAT> 4 small rectangles with space inbetween them <WHERE> in the middle of the page, all in a vertical line\n<WHAT> 2 square-like knobs <WHERE> in the middle of each rectangle\n<WHAT> borders <WHERE> around each rectangle"], "lax-drawing-furniture-all-200.png": ["<WHAT> a rectangle inside of a rectangle.3''x1\" <WHERE> In middle of sheet\n<WHAT> 2- 1/4 square knobs <WHERE> equidistant in the inner rectangle\n<WHAT> Add 2 1/2x 1/4 legs <WHERE> to bottom of rec. on each side\n<WHAT> add 2 legs slightly wider <WHERE> to top on each side.", "<WHAT> Rectangle <WHERE> anywhere\n<WHAT> smaller rectangle <WHERE> inside rectangle 1\n<WHAT> 2 small squares <WHERE> 1/3 and 2/3 through rectangle 2, centered vertically\n<WHAT> 2 rectangles <WHERE> bottom of rectangle 1, one to the left and 1 to the right\n<WHAT> 2 slightly larger rectangles <WHERE> top of rectangle 1, one to the left, one ot the right.\n<WHAT> Circle <WHERE> on top of rectangle 1, touching the left most rectangle"], "lax-drawing-furniture-all-118.png": ["<WHAT> i would draw the rectangular shaped furniture <WHERE> then i would draw 2 circles on the left side of the furniture", "<WHAT> a big rectangle <WHERE> in the center\n<WHAT> a slightly smaller rectangle <WHERE> within the big rectangle\n<WHAT> two smaller circles <WHERE> evenly spaced within the slightly smaller rectangle\n<WHAT> four small lengthed vertical lines <WHERE> evenly spaced underneath the big rectangle\n<WHAT> two small circles of same size <WHERE> at the top of the big rectangle on the left side, both touching"], "lax-drawing-furniture-all-107.png": ["<WHAT> i would draw the furniture with its 4 legs <WHERE> then i would draw 2 circles on the left side", "<WHAT> Two small circles <WHERE> Middle of page\n<WHAT> A long rectangle <WHERE> Underneath the circles, about 7 cm long\n<WHAT> A smaller rectangle <WHERE> Inside the first rectangle\n<WHAT> Two small squares <WHERE> Inside the second rectangle, towards the middle, but distanced away from each other\n<WHAT> Four small straight lines <WHERE> On the bottom of the long rectangle"], "lax-drawing-furniture-all-127.png": ["<WHAT> 2 small squares <WHERE> Bottom of page\n<WHAT> Large rectangle <WHERE> On top of squares\n<WHAT> Smaller rectangle <WHERE> Inside rectangle\n<WHAT> Two squares <WHERE> Inside inner rectangle\n<WHAT> Two small rectangles <WHERE> On top of large rectangle", "<WHAT> a long horizontal rectangle <WHERE> in the center of the page\n<WHAT> a slightly larger rectangle <WHERE> around the first rectangle\n<WHAT> one little thin vertical rectangle <WHERE> each top corner of the rectangles previously drawn\n<WHAT> one little square <WHERE> each bottom corner of the larger rectangles\n<WHAT> two little squares <WHERE> in the middle of the horizontal rectangles"], "lax-drawing-furniture-all-051.png": ["<WHAT> i would draw a small circle <WHERE> then i would draw the square inside the circle", "<WHAT> small square <WHERE> left side middle\n<WHAT> small circle <WHERE> exactly around the small square"], "lax-drawing-furniture-all-218.png": ["<WHAT> a 10x2.5 rectangle with a slightly smaller one inside it <WHERE> in the centre of the page\n<WHAT> 2 1cm squares <WHERE> in the smaller rectangle, spaced equally from themselves and the edges\n<WHAT> 2 1x2.5 'legs' <WHERE> bottom left and right of the outer rectangle\n<WHAT> 2 2x2.5 'arms' <WHERE> top left and top right of the outer rectangle", "<WHAT> Rectangle <WHERE> anywhere\n<WHAT> smaller rectangle <WHERE> inside rectangle 1\n<WHAT> 2 small squares <WHERE> inside rectangle 2, at 1/3 and 2/3, centered vertically\n<WHAT> 2 skinny rectangles (vertical) <WHERE> underneath rectangle 1, one to the left and one to the right\n<WHAT> 2 slightly thicker rectangles (vertical) <WHERE> on top of rectangle 1, one to the left and 1 to the right."], "lax-drawing-furniture-all-146.png": ["<WHAT> the furniture with 3 legs <WHERE> i would draw 3 big circles on the left side", "<WHAT> flat rectangle <WHERE> in middle of page\n<WHAT> border <WHERE> surrounding rectangle\n<WHAT> two square-like knobs <WHERE> in middle of rectangle\n<WHAT> 2 small, thick vertical lines <WHERE> on lower left and right sides of rectangle border\n<WHAT> 1 small, thin vertical line <WHERE> in middle of rectangle border\n<WHAT> 2 medium sized circles touching each other <WHERE> on upper left side of rectangle border"], "lax-drawing-furniture-all-240.png": ["<WHAT> draw a large table <WHERE> then i would draw a square box on top of the table", "<WHAT> Medium sized rectangle <WHERE> Left side of page\n<WHAT> Smaller rectangle <WHERE> Inside the first one you drew\n<WHAT> Two small squares <WHERE> Inside the rectangle you just created, in the middle of it\n<WHAT> A long, skinny rectangle <WHERE> Underneath the medium rectangle you just drew, make it long enough so its about 10 cm long\n<WHAT> Two small rectangles <WHERE> On the ends of the long skinny rectangle"], "lax-drawing-furniture-all-083.png": ["<WHAT> Large square <WHERE> Middle of page\n<WHAT> Two sideways rectangles <WHERE> Inside square, one on top, one on bottom\n<WHAT> Four hexagons <WHERE> 1x2 inside each rectangle\n<WHAT> Four circles <WHERE> 1x2 Inside each hexagon", "<WHAT> square <WHERE> center of page\n<WHAT> two evenly small horizontal rectangles <WHERE> evenly spaced and centered inside square\n<WHAT> 4 octagonas with octagons inside <WHERE> evenly spaced and centered within the rectangles", "<WHAT> a square <WHERE> centered horizontally and vertically inside of, and half the height and width of, the large square\n<WHAT> two rectangles <WHERE> oriented horizontally, centered vertically  and equidistant from the horizontal center of the smaller square.\n<WHAT> four octagons <WHERE> of equal size, two of each centered vertically inside each of the two rectangles, each pair of octagons equidistant from the horizontal center of each rectangle\n<WHAT> four circles <WHERE> smaller than but concentric with each of the octagons"], "lax-drawing-furniture-all-110.png": ["<WHAT> 2 -  rectangles, 3 1/2 ' and 3' in length <WHERE> place smaller rec. inside larger one leaving 1/4 space all around.\n<WHAT> 2 circles , dime size <WHERE> on top of re. completely to left\n<WHAT> 2 1/2 lines <WHERE> to each side of rec.", "<WHAT> large rectangle <WHERE> center of page\n<WHAT> smaller rectangle <WHERE> inside larger rectangle\n<WHAT> two evenly spaced circles <WHERE> inside smaller rectangle\n<WHAT> vertical line <WHERE> lower left of rectangle\n<WHAT> vertical line <WHERE> lower right of rectangle\n<WHAT> two circles <WHERE> left side of rectangle on top"], "lax-drawing-furniture-all-165.png": ["<WHAT> the same 2 rectangles again <WHERE> you know the drill\n<WHAT> 4 legs (lines), about the height of the inner rectangle <WHERE> from the bottom of the rectangle\n<WHAT> 2 circles of same diameter as the height of the inner rectangle <WHERE> on top of the outer rectangle on the far left", "<WHAT> A long rectangle <WHERE> On the left side of the page\n<WHAT> Another long rectangle <WHERE> inside the first rectangle\n<WHAT> Four short straight lines <WHERE> Under the large rectangle\n<WHAT> Two small ball shaped circles next to each other <WHERE> On top of the rectangles"], "lax-drawing-furniture-all-163.png": ["<WHAT> a rectangle shaped furniture <WHERE> then i would draw the 3 legs\n<WHAT> then i would draw the 2 edges on each side of the furniture <WHERE> i would also draw 2 square boxes inside", "<WHAT> a rectangle with a width about three times the size of the height (6mm tall by 18mm wide) <WHERE> just below the horizontal center line of the page\n<WHAT> a smaller rectangle proportionate to the larger rectangle <WHERE> within the larger rectangle, inset about 2mm\n<WHAT> two small squares of equal size <WHERE> within the smaller rectangle set equal distance apart such that they look like knobs on a drawer\n<WHAT> a small 3mm tall by 1mm wide rectangle <WHERE> on the upper left corner of the top of the larger rectangle, flush with the left side\n<WHAT> a second equal size rectangle ( 3mm tall by 1mm wide) <WHERE> on the upper right corner of the top of the larger rectangle, flush with the right side\n<WHAT> a vertical line around 5mm long <WHERE> extended down below the left side of the large rectangle\n<WHAT> a vertical line around 5mm long <WHERE> extended down below the right side of the large rectangle\n<WHAT> a vertical line around 5mm long but slightly thinner than all of other lines <WHERE> extended down below the center of the large rectangle"], "lax-drawing-furniture-all-063.png": ["<WHAT> i would draw a square on the left side <WHERE> i would draw another square on the right side", "<WHAT> draw a square with quarter inch sides <WHERE> centered and two inches from the left side of the page\n<WHAT> draw a second square the same size as the first <WHERE> centere two inches from the right side"], "lax-drawing-furniture-all-109.png": ["<WHAT> i would draw a furniture with 2 circles in the midle in the middle <WHERE> i would then draw 2 big circles on top", "<WHAT> a rectangle <WHERE> in the center of the page\n<WHAT> a smaller rectangle <WHERE> inside the first rectangle\n<WHAT> to circles <WHERE> evenly spaced in the smaller rectangle center\n<WHAT> two touching circles <WHERE> on the top left of the rectangles\n<WHAT> a small square <WHERE> on the lower left of the rectangle\n<WHAT> a small square <WHERE> on the lower right of the rectangle"], "lax-drawing-furniture-all-052.png": ["<WHAT> a small circle about 1cm diamter <WHERE> halfway down the page, about 1/4 in from the left\n<WHAT> a circle of about 3cm diameter <WHERE> around the first circle\n<WHAT> a circle of about 4cm diameter <WHERE> around the second circle", "<WHAT> a circle <WHERE> on the left middle\n<WHAT> another circle <WHERE> inside the big circle\n<WHAT> another circle <WHERE> in the medium circle"], "lax-drawing-furniture-all-201.png": ["<WHAT> draw a 31/2\" x1 1/4 rectangle <WHERE> Middle of sheet\n<WHAT> Add another rectangle 3\"x 1\" <WHERE> place inside other rectangle leave 1/4\" around\n<WHAT> Add 1/4 in. line <WHERE> bottom of rec. on ea. corner\n<WHAT> draw 2 1/4\" boxes <WHERE> 1/2 in. from center of inner triangle\n<WHAT> add 2- 1/4x1/2 in. legs <WHERE> top left corner & top right corner\n<WHAT> add 1/2' circle <WHERE> top left, lean against leg", "<WHAT> a small square <WHERE> left of center\n<WHAT> a small square <WHERE> right of center\n<WHAT> smalll rectangle <WHERE> around the small squares\n<WHAT> medium rectangle <WHERE> around the smaller rectangle\n<WHAT> 2 lines <WHERE> at either end of the medium rectangle protuding outwards a little\n<WHAT> two small rectangles <WHERE> on top of the medium rectangle at either end\n<WHAT> circle <WHERE> on the left hand side next to one of the small rectangles on top of the medium rectangle"], "lax-drawing-furniture-all-081.png": ["<WHAT> one 2 1/2 in. box <WHERE> center of paper\n<WHAT> draw 2 drawers 2inx 1 in. <WHERE> place in box leaving 1/2 in. between them\n<WHAT> add 2 1/4 boxes <WHERE> to each drawer 1in apart", "<WHAT> 1 large square <WHERE> in the centre of the page, covering around about 1/3 of total page size\n<WHAT> 2 rectangles <WHERE> to be placed within square with each rectangle covering around 40% of the sqaure and being evenly placed\n<WHAT> 4 small squares <WHERE> 2 to be placed in each rectangle either side of the centre"], "lax-drawing-furniture-all-225.png": ["<WHAT> 3in x1/4 in rectangle <WHERE> cenetr of paper\n<WHAT> Add 1/4x 1in legs <WHERE> each side of rec.\n<WHAT> add1 1/2in x1in <WHERE> on top left of 1st triangle\n<WHAT> add another rectangle <WHERE> inside that one", "<WHAT> a thin horizontal rectangle <WHERE> middle of page\n<WHAT> one thin vertical rectangle half the length of the first <WHERE> on the bottom left and right corners of the first rectangle\n<WHAT> a wide horizontal rectangle half the length of the first <WHERE> on top of the first rectangle aligned to the right\n<WHAT> a smaller wide horizontal rectangle <WHERE> inside the first wide horizontal rectangle", "<WHAT> a long narrow rectangle <WHERE> half as wide as the big square, oriented horizontally, and horizontally and vertically centered inside the big square\n<WHAT> two short narrow rectangles <WHERE> oriented vertically, the left edge of one coincident with the left edge of the long narrow triangle, the right edge of the other coincident with the right edge of the long narrow rectangle\n<WHAT> two rectangles <WHERE> one inside the other, the inside one centered horizontally and vertically with respect to the outer rectangle, the right edge of the outer rectangle coincident with the right edge of the long narrow rectangle"], "lax-drawing-furniture-all-195.png": ["<WHAT> draw 3 in rctangle <WHERE> centered on paper\n<WHAT> add 3 1in lines <WHERE> on each side of box and in center\n<WHAT> add 2 1/4x1/2' legs <WHERE> top, each end\n<WHAT> add 1/2 circle <WHERE> top left , lean on leg", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> border <WHERE> surrounding rectangle\n<WHAT> two square-like knobs <WHERE> in middle of rectangle\n<WHAT> 2 thick vertical lines <WHERE> on lower left and right sides of rectangle border\n<WHAT> 1 thin line <WHERE> in middle of rectangle border\n<WHAT> 2 medium sized vertical rectangles <WHERE> on upper left and right sides of rectangle border\n<WHAT> 1 medium sided circle <WHERE> leaning on upper left medium sized vertical rectangle"], "lax-drawing-furniture-all-080.png": ["<WHAT> draw2\" box with 2- 1' x1 1/2 in boxes inside it <WHERE> leave 1/4 '' around 2 inner rectangles\n<WHAT> add 4 square knobs <WHERE> 2 in each inner box\n<WHAT> add circles <WHERE> to the inside of each of the 4 knobs", "<WHAT> a large square <WHERE> in the center\n<WHAT> two evenly spaced rectangles <WHERE> within the large square, one on the top half, one on the bottom half, both  with equal width\n<WHAT> two small squares <WHERE> centered within the top rectangle\n<WHAT> two small squares <WHERE> centered within the bottom rectangle\n<WHAT> two small circles <WHERE> fitted perfectly within the top rectangle's small squares\n<WHAT> two small circles <WHERE> fitted perfectly within the bottom rectangle's small squares"], "lax-drawing-furniture-all-066.png": ["<WHAT> draw a box 3\"x 2 1/2in <WHERE> center of page\n<WHAT> draw 4 drawers 1/2 in x 2 1/2in <WHERE> inside large box equidistant from each other\n<WHAT> add 2 circles 1/4 in <WHERE> two to each box,", "<WHAT> large square. sides approx 1/2 page size <WHERE> centre of page\n<WHAT> 4 rectangles <WHERE> evenly spaced and centred within large square\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within first rectangle. centred to rectangle height and 1/4 rectangle length in to the right\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within first rectangle. centred to rectangle height and 1/4 rectangle length in to the left\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within second rectangle. centred to rectangle height and 1/4 rectangle length in to the right\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within second rectangle. centred to rectangle height and 1/4 rectangle length in to the left\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within third rectangle. centred to rectangle height and 1/4 rectangle length in to the right\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within third rectangle. centred to rectangle height and 1/4 rectangle length in to the left\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within fourth rectangle. centred to rectangle height and 1/4 rectangle length in to the right\n<WHAT> small circle, circumference approx 1/4 of height to each rectangle <WHERE> within fourth rectangle. centred to rectangle height and 1/4 rectangle length in to the left"], "lax-drawing-furniture-all-198.png": ["<WHAT> a horizontal rectangle <WHERE> in the center of the page\n<WHAT> another horizontal rectangle <WHERE> inside of the previous one\n<WHAT> two small circles <WHERE> inside of the inner rectangle\n<WHAT> three small vertical lines <WHERE> on the bottom of the largest rectangle\n<WHAT> two small vertical rectangles <WHERE> on either side of the top of the structure", "<WHAT> a large rectangle with a small one inside <WHERE> in the center of page\n<WHAT> two circles <WHERE> in the small rectangle\n<WHAT> 3 lines <WHERE> on the bottom of the big rectangle on each end and in the center\n<WHAT> two rectangles <WHERE> resembling borders on the edge of the big rectangle on top of it"], "lax-drawing-furniture-all-187.png": ["<WHAT> a horizontal rectangle <WHERE> in the middle of the page\n<WHAT> another horizontal rectangle <WHERE> inside of the previous one\n<WHAT> three vertical lines <WHERE> on the bottom of rectangle\n<WHAT> two vertival rectangles <WHERE> on either side, at the top of the large rectangles\n<WHAT> one small circle <WHERE> to the right of the first small rectangle on top", "<WHAT> small circle <WHERE> left middle\n<WHAT> small rectangle <WHERE> touching the circle to the left\n<WHAT> small rectangle <WHERE> opposite side (right) of first rectangle\n<WHAT> large horizontal rectangle <WHERE> under first rectangles\n<WHAT> smaller horizontal rectangle <WHERE> inside last rectangle\n<WHAT> vertical line <WHERE> left side bottom rectangle\n<WHAT> vertical line <WHERE> center bottom rectangle\n<WHAT> vertical line <WHERE> right side bottom rectangle"], "lax-drawing-furniture-all-085.png": ["<WHAT> one large horizontal rectangle <WHERE> in the center of the paper\n<WHAT> two smaller horiztonal rectangles - one of top of each other with a small space in the middle <WHERE> in the center of the large rectangle\n<WHAT> two squares <WHERE> in each of the smaller rectangles\n<WHAT> two small lines <WHERE> at the bottom of the structure", "<WHAT> a large square rectangle <WHERE> slightly above the center\n<WHAT> two smaller rectangles, namely the top and bottom rectangle, not touching each other <WHERE> centered within the large square rectangle\n<WHAT> two tiny vertical lines <WHERE> at the bottom of the large square rectangle, on the left and right respectively\n<WHAT> two tiny squares evenly spaced in the center <WHERE> of the top rectangle\n<WHAT> two tiny squares evenly spaced in the center <WHERE> of the bottom rectangle"], "lax-drawing-furniture-all-213.png": ["<WHAT> a narrow rectangle, long side down <WHERE> in the center of the page\n<WHAT> a rectangle that is identical but slightly smaller than the first rectangle <WHERE> inside the first rectangle\n<WHAT> a short, narrow rectangle, short side down <WHERE> with one of its short sides touching the bottom of the first rectangle and its long side flush with the side of the first rectangle\n<WHAT> another short, narrow rectangle identical to the previous one <WHERE> opposite the previous one, with its short side touching the bottom of the first rectangle and with its long side flush with the side of the first rectangle\n<WHAT> two identical small squares <WHERE> inside the second rectangle, symmetrically placed a third of the way in on each side\n<WHAT> two small circles <WHERE> right next to each other, touching each other, on top of the first rectangle on the far left side of it", "<WHAT> a thin medium rectangle <WHERE> the center of the page\n<WHAT> a larger rectangle <WHERE> around the thin medium rectangle\n<WHAT> two small squares <WHERE> equidistant in the thin, medium rectangle\n<WHAT> two small circles <WHERE> on top of the larger rectangle, in the left upper corner\n<WHAT> two thin rectangles <WHERE> below the larger rectangle, on the bottom left and right corner"], "lax-drawing-furniture-all-206.png": ["<WHAT> two small squares going horizontally <WHERE> center of the page\n<WHAT> a small rectangle <WHERE> around the squares\n<WHAT> a larger rectangle <WHERE> around the previous small rectangle\n<WHAT> two touching circles <WHERE> on the left top corner of the large rectangle\n<WHAT> two vertical lines <WHERE> on either side at the bottom of the rectangles", "<WHAT> smalll rectangle <WHERE> center of box\n<WHAT> medium rectangle <WHERE> centererd around the smaller rectangle\n<WHAT> 2 small squares <WHERE> within the small rectangle, centered and directly opposite each other\n<WHAT> two circles <WHERE> on top of the medium rectangle on the left hand side next to each other\n<WHAT> two lines <WHERE> protruding out from the medium rectangle around the same length as the width as the rectangle"], "lax-drawing-furniture-all-153.png": ["<WHAT> a long, narrow rectangle, long side down <WHERE> in the center of the page\n<WHAT> a rectangle identical to the first one but slightly smaller <WHERE> inside the first rectangle\n<WHAT> the two short sides of the first rectangle should be extended <WHERE> below the rectangle about half of the width of the first rectangle\n<WHAT> two small identical squares <WHERE> inside the second rectangle, placed symmetrically about a third of the way in on either side\n<WHAT> two small, narrow rectangles, short side down <WHERE> short sides touching the top of the first rectangle, long sides flush with the sides of the first rectangle", "<WHAT> Rectangle <WHERE> In the center\n<WHAT> Rectangle <WHERE> Smaller within the first rectangle\n<WHAT> Square <WHERE> Center left within the smaller rectangle that was just drawn.\n<WHAT> Square <WHERE> Center right within the same smaller rectangle.\n<WHAT> Line <WHERE> Continue the left side of the first rectangle downwards.\n<WHAT> Line <WHERE> Continue the right side of the first rectangle dowards\n<WHAT> Rectangle <WHERE> Top left of the first rectangle\n<WHAT> Rectangle <WHERE> Top Right of the first rectangle"], "lax-drawing-furniture-all-229.png": ["<WHAT> two small squares <WHERE> left and right side of page\n<WHAT> skinny horiztonal rectangle <WHERE> on top of the squares\n<WHAT> large square <WHERE> on right side of rectangle\n<WHAT> smaller square <WHERE> inside of larger square\n<WHAT> two hexagons <WHERE> inside of inner square\n<WHAT> two circles <WHERE> inside of hexagons", "<WHAT> 1 medium sized rectangle <WHERE> slightly to the right of the page\n<WHAT> border <WHERE> surrounding medium sized rectangle\n<WHAT> 2 octagons side by side with a circle in the middle of them <WHERE> in the middle of the rectangle\n<WHAT> bed frame <WHERE> underneath medium sized rectangle\n<WHAT> 2 small squares <WHERE> on the lower left and right sides of bed frame"], "lax-drawing-furniture-all-188.png": ["<WHAT> one line down <WHERE> left side paper\n<WHAT> line over connecting to another line down <WHERE> from left to right\n<WHAT> on top of lines draw small squares <WHERE> top of lines\n<WHAT> draw line at bottom connecting other lines <WHERE> below upper lines\n<WHAT> draw rectangle in the box <WHERE> middle of box\n<WHAT> two circles in rectangle <WHERE> in rectangle\n<WHAT> line in middle of bottom lines <WHERE> middle of bottom lines", "<WHAT> A long rectangle <WHERE> Middle of page\n<WHAT> Another long rectangle, slightly smaller <WHERE> Inside the first rectangle\n<WHAT> Two small circles <WHERE> In the middle of the second rectangle, spaced apart slightly by 3 cm\n<WHAT> Three straight lines <WHERE> On the bottom of the rectangle, first one you drew. Two on the ends of the rectangle and one coming in the middle on the bottom of it\n<WHAT> Two small rectangles <WHERE> On the top of the first rectangle, on the ends of the corners"], "lax-drawing-furniture-all-089.png": ["<WHAT> a long, narrow rectangle, long side down <WHERE> in the center of the page\n<WHAT> an identical but slightly smaller rectangle <WHERE> inside the first rectangle\n<WHAT> two small, identical circles <WHERE> inside the second rectangle, placed symmetrically, about a third of the way in on either side\n<WHAT> four short, vertical lines <WHERE> oriented vertically with their ends touching the bottom of the first rectangle, evenly spaced along the bottom of the first rectangle\n<WHAT> two identical circles, slightly larger than the first pair of circles <WHERE> right next to each other, touching each other, sitting on top of the first rectangle on its far left end", "<WHAT> a large rectangle with a smaller rectangle inside <WHERE> center of page\n<WHAT> two evenly spaced circles <WHERE> inside smaller rectangle\n<WHAT> two circles <WHERE> upper left of large rectangle\n<WHAT> three vertical lines <WHERE> under large rectangle"], "lax-drawing-furniture-all-191.png": ["<WHAT> two small squares <WHERE> in center of page\n<WHAT> a rectangle <WHERE> around the squares\n<WHAT> another rectangle <WHERE> around the previous one\n<WHAT> two small vertical rectangles <WHERE> on top sides of structure\n<WHAT> two slightly larger vertical rectangles <WHERE> on bottom sides of structure", "<WHAT> one long horizontal rectangle <WHERE> in the middle of the page\n<WHAT> one slightly larger horizontal rectangle <WHERE> around the previously drawn horizontal rectangle\n<WHAT> one thick vertical rectangle like a \"leg\" <WHERE> on each bottom corner of the larger horizontal rectangle\n<WHAT> one smaller vertical rectangle <WHERE> on each top corner of the larger horizontal rectangle\n<WHAT> two small squares like drawer pulls <WHERE> inside the smaller horizontal rectangle"], "lax-drawing-furniture-all-156.png": ["<WHAT> rectangle <WHERE> middle of paper\n<WHAT> smaller rectangle in the large one <WHERE> inside first rectangle\n<WHAT> box on each side of rectange <WHERE> tops and bottoms of original rectangle", "<WHAT> a rectangle <WHERE> in teh center of the page\n<WHAT> a smaller rectangle <WHERE> inside the first rectangle\n<WHAT> two evenly spaced squares <WHERE> inside the smaller rectangle\n<WHAT> a small square <WHERE> on the lower left of the rectangle\n<WHAT> a small square <WHERE> on the lower right of the rectangle\n<WHAT> a small rectangle <WHERE> on the upper left of the rectangle\n<WHAT> small rectangle <WHERE> on the upper right of the rectangle"], "lax-drawing-furniture-all-093.png": ["<WHAT> two small circles <WHERE> in center of page\n<WHAT> rectangle <WHERE> around circles\n<WHAT> another larger rectangle <WHERE> around previous rectangle\n<WHAT> two touching circles <WHERE> on left side at the top of the rect.\n<WHAT> two small lines <WHERE> on bottom sides of rect.", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> slightly smaller inside other rectangle\n<WHAT> two circles <WHERE> left center and right center\n<WHAT> two circles <WHERE> touching in top left corner of rectangle"], "lax-drawing-furniture-all-207.png": ["<WHAT> rectangle <WHERE> middle of paper\n<WHAT> smaller rectangle <WHERE> inside big rectangle\n<WHAT> circles <WHERE> each side of small rectangle\n<WHAT> boxes <WHERE> tops and bottoms of large rectangle\n<WHAT> circle <WHERE> top left next to box", "<WHAT> two small squares <WHERE> one left one right\n<WHAT> double walled rectangle <WHERE> oriented horizontally atop the squares and flush on the outer edge\n<WHAT> two rectangles <WHERE> long axis vertically atop the double walled rectangle, one flush to the outer right edge, one to the outer left\n<WHAT> one circle <WHERE> atop the double walled rectangle, flush to the inner edge of the left rectangle, diameter equal to the rectangle's height\n<WHAT> two small circles <WHERE> equally spaced within the cavity created by the double walled rectangle"], "lax-drawing-furniture-all-077.png": ["<WHAT> one large vertical rectangle <WHERE> center of page\n<WHAT> three small horiztonal rectangles <WHERE> inside of the vertical one\n<WHAT> two small circles <WHERE> in each of the horizontal rectangles", "<WHAT> A large vertical rectangle <WHERE> center\n<WHAT> three smaller rectangles <WHERE> one over the other, but not touching, so as to create a small border, as in a chest of drawers\n<WHAT> six round circles, small <WHERE> two each per interior rectangle, equidistant from center, as if drawer \"knobs\""], "lax-drawing-furniture-all-220.png": ["<WHAT> rectangle <WHERE> middle paper\n<WHAT> smaller rectangle <WHERE> inside large rectangle\n<WHAT> circles <WHERE> each side of small rectangle\n<WHAT> long boxes <WHERE> tops and bottoms of big rectangle\n<WHAT> small ball <WHERE> top left next to box", "<WHAT> Rectangle <WHERE> Center of screen\n<WHAT> Rectangle <WHERE> Smaller within first rectangle\n<WHAT> Circle <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Circle <WHERE> Center right within the smaller rectangle.\n<WHAT> Rectangle <WHERE> Top left corner of the first rectangle\n<WHAT> Circle <WHERE> Directly right of the rectangle just drawn\n<WHAT> Rectangle <WHERE> Top right corner of the first rectangle\n<WHAT> Rectangle <WHERE> Bottom left corner of the first rectangle\n<WHAT> Rectangle <WHERE> Bottom right corner of the first rectangle"], "lax-drawing-furniture-all-241.png": ["<WHAT> a long, very skinny rectangle <WHERE> long side down in the center of the page\n<WHAT> two small lines, oriented vertically <WHERE> in line with the short sides of the rectangle, extending downward slightly\n<WHAT> a narrow but thicker rectangle exactly half the length of the first rectangle <WHERE> on the left half of the first rectangle, with its short side flush with the short side of the first rectangle\n<WHAT> an identical rectangle to the last one, but slightly smaller <WHERE> inside the last rectangle\n<WHAT> two identical octagons next to each other but not touching <WHERE> in the center of the last rectangle\n<WHAT> two identical small circles <WHERE> each one inside one of the octagons", "<WHAT> small thin long rectangle <WHERE> center of the box\n<WHAT> one rectangle around half the length of the thin rectangle <WHERE> placed on top the thin rectangle horizontaly on the left\n<WHAT> small rectangle <WHERE> placed inside the rectangle that sits atop the thin rectangle\n<WHAT> two octagons <WHERE> placed inside the small rectangle, centered and opposite of each other horizontally\n<WHAT> 2 small circles <WHERE> placed inside the octagons\n<WHAT> 2 small lines <WHERE> underneath the thin rectangle at each end, the same length as the width of the rectanglle"], "lax-drawing-furniture-all-210.png": ["<WHAT> rectangle <WHERE> middle paper\n<WHAT> smaller rectangle <WHERE> inside original rectangle\n<WHAT> lines <WHERE> each side of big rectangle\n<WHAT> circles <WHERE> each side of small rectangle\n<WHAT> two balls <WHERE> top of big rectangle on left", "<WHAT> a big rectangle <WHERE> in the center\n<WHAT> a slightly smaller rectangle <WHERE> centered within the bigger rectangle\n<WHAT> two circles evenly spaced in the middle <WHERE> within the slightly smaller rectangle\n<WHAT> two medium vertical lines <WHERE> at the bottom of the left and right of the big rectangle respectively\n<WHAT> two small circles of same size <WHERE> at the top left of the big rectangle"], "lax-drawing-furniture-all-167.png": ["<WHAT> a horizontal rectangle, width four times height <WHERE> top edge line half way down the page, and centrally positioned.\n<WHAT> a smaller horizontal rectangle <WHERE> inside the first rectangle\n<WHAT> two small vertical rectangles (legs) <WHERE> one on each outer edge of first rectangle\n<WHAT> two circles, approximate width of the inner rectangle <WHERE> to the far left and on top of the outer rectangle", "<WHAT> two rectangles <WHERE> same horizontal one left one right, vertically oriented\n<WHAT> a double walled rectangle <WHERE> oriented horizontally atop the rectangles, flush to the outside on both the right and left edges\n<WHAT> two medium circles <WHERE> atop the double walled rectangle, outer flush to the left edge, other to the right beside"], "lax-drawing-furniture-all-121.png": ["<WHAT> A big horizontal rectangle <WHERE> in the middle of the page\n<WHAT> A smaller rectangle <WHERE> inside of the big rectangle\n<WHAT> two small rectangle vertically <WHERE> on top of the big rectangle each at the opposite corner of the endge\n<WHAT> two straight lines at <WHERE> the bottom of the big rectangle both at opposite sides going straight down", "<WHAT> rectangle <WHERE> middle of paper\n<WHAT> slightly smaller rectangle <WHERE> inside of previous rectangle\n<WHAT> two rectangles <WHERE> top corners of first rectangle\n<WHAT> two lines <WHERE> bottom corners of rectangle", "<WHAT> large horizontal rectangle <WHERE> in middle of paper\n<WHAT> smaller horizontal rectangle <WHERE> inside large horizontal rectangle\n<WHAT> two large verticle lines <WHERE> on bottom of large rectangle\n<WHAT> two large verticle rectangles <WHERE> on top corners of large horizontal rectnagle"], "lax-drawing-furniture-all-179.png": ["<WHAT> Square <WHERE> Middle\n<WHAT> Slightly Bigger square <WHERE> Around the first\n<WHAT> 2 Lines <WHERE> Bottom and top of bigger square\n<WHAT> Small square <WHERE> Each side of top lines\n<WHAT> Circle <WHERE> Next to top square", "<WHAT> a big rectangle <WHERE> the center of the page\n<WHAT> a smaller rectangle <WHERE> inside the big rectangle\n<WHAT> two ting rectangles <WHERE> left and right upper corner of the big rectangle\n<WHAT> two parallel lines <WHERE> bottom left and right corner of the large rectangle\n<WHAT> a small circle <WHERE> next to the small rectangle in the upper left"], "lax-drawing-furniture-all-223.png": ["<WHAT> square <WHERE> middle left of paper\n<WHAT> smaller square <WHERE> inside original\n<WHAT> smaller squares <WHERE> inside smaller square\n<WHAT> circles <WHERE> inside smallest squares\n<WHAT> line <WHERE> bottom of big square\n<WHAT> line <WHERE> bottom of first line\n<WHAT> long rectangle <WHERE> each side of line", "<WHAT> a thin rectangle <WHERE> in the middle of the page\n<WHAT> two smaller vertical rectangles <WHERE> under the left and right sides of the rectangle\n<WHAT> a fat rectangle <WHERE> on the top left half of the thin rectangle\n<WHAT> another rectangle <WHERE> inside the previous rectangle\n<WHAT> two squares <WHERE> in the middle of the previous rectangle with space in between\n<WHAT> two circles <WHERE> one inside each square, big enough to touch the edges"], "lax-drawing-furniture-all-102.png": ["<WHAT> Same as first but shorter lines <WHERE> At bottom", "<WHAT> Two straight vertical lines <WHERE> each side of the image\n<WHAT> two straight horizontal lines <WHERE> within the two vertical lines, leaving some overhanging vertical line above and below each of them\n<WHAT> a slightly smaller rectangle <WHERE> concentric to the larger rectangle\n<WHAT> a rectangle as wide as the gap between the left sides of the two rectangles <WHERE> on top of large rectangle and flush with the left vertical\n<WHAT> a rectangle as wide as the gap between the left sides of the two rectangles <WHERE> on top of large rectangle and flush with the right vertical\n<WHAT> small circles <WHERE> in the small rectangle, centered vertically and 30 percent from each side", "<WHAT> rectangle. length approx 3/4 width of page. height approx 1/4 of length <WHERE> centre of page\n<WHAT> smaller rectangle. approx 3/4 length and height of larger rectangle <WHERE> centred within larger rectangle\n<WHAT> small circle. circumference approx 1/4 height of smaller rectangle <WHERE> within smaller rectangle. centred to height of smaller rectangle. approx 1/4 of rectangle length in to the right\n<WHAT> small circle. circumference approx 1/4 height of smaller rectangle <WHERE> within smaller rectangle. centred to height of smaller rectangle. approx 1/4 of rectangle length in to the left\n<WHAT> rectangle. height approx 1/2 height of smaller rectangle. length approx 1/2 of height <WHERE> on top of large rectangle to the left\n<WHAT> rectangle. height approx 1/2 height of smaller rectangle. length approx 1/2 of height <WHERE> on top of large rectangle to the right\n<WHAT> circle. circumference same as height of small rectangle on top <WHERE> on top of large rectangle and touching rectangle to the left\n<WHAT> short line same length as small height of small rectangles on top <WHERE> bottom left of large rectangle, extending side line\n<WHAT> short line same length as small height of small rectangles on top <WHERE> bottom right of large rectangle, extending side line"], "lax-drawing-furniture-all-140.png": ["<WHAT> A desk with a drawer <WHERE> in the center of paper\n<WHAT> two circles <WHERE> on the left side of the desk", "<WHAT> A short wide rectangle <WHERE> in the center of the screen\n<WHAT> A slghtly smaller shorter narrower rectangle <WHERE> concentric to the first rectangle\n<WHAT> Two circles tangential to each other and the largest rectangle <WHERE> the top left of the rectangle, not overhanging it\n<WHAT> a rectangle about the height of the inner rectangle, but very very thin <WHERE> below and touching the bottom of the largest rectangle, flush with the left edge\n<WHAT> a rectangle of equal size to the previous one <WHERE> touching and below the largest rectangle, flush with the right edge\n<WHAT> two small circles <WHERE> inside the small rectangle within the large one, 30 percent away from any side", "<WHAT> rectangle with top and bottom edge 4 x length of sides <WHERE> centre of the page\n<WHAT> rectangle slightly smaller than the first <WHERE> centred within the first rectangle\n<WHAT> small circle circumference approx 1/3 of short sides of smaller rectangle <WHERE> within smaller rectangle. centred to short sides 1/4 of long sides in to the right\n<WHAT> small circle circumference approx 1/3 of short sides of smaller rectangle <WHERE> within smaller rectangle. centred to short sides 1/4 of long sides in to the left\n<WHAT> two equal circles side by side. each circumference approx 1/5 length of longest side of larger rectangle <WHERE> sitting on top at left of larger triangle\n<WHAT> small rectangle. length of sides 3/4 length of sides of larger rectangle. top and bottom approx 1/4 of sides <WHERE> underneath and touching at left of larger rectangle\n<WHAT> small rectangle. length of sides 3/4 length of sides of larger rectangle. top and bottom approx 1/4 of sides <WHERE> underneath and touching at right of larger rectangle"], "lax-drawing-furniture-all-249.png": ["<WHAT> a very skinny, narrow rectangle <WHERE> long side down in the center of the page\n<WHAT> two short lines, oriented vertically <WHERE> as extensions of the short sides of the rectangle, reaching down\n<WHAT> a narrow but thicker rectangle than the first rectangle, exactly half the length of the first rectangle <WHERE> sitting on top of the first rectangle, with its short side flush with the right short side of the first rectangle\n<WHAT> a rectangle identical to the last one, but slightly smaller <WHERE> inside the last rectangle", "<WHAT> small, thin rectangle <WHERE> the middle of the screen\n<WHAT> two small lines <WHERE> each lower corner of the rectangle\n<WHAT> medium rectangle <WHERE> upper right corner of the first rectangle, about half as long as the first rectangle and three times as thick\n<WHAT> slightly smaller medium rectangle <WHERE> inside the second, chubbier rectangle"], "lax-drawing-furniture-all-164.png": ["<WHAT> big rectangle <WHERE> middle paper\n<WHAT> smaller rectangle <WHERE> inside big rectangle\n<WHAT> circles <WHERE> inside small rectangle\n<WHAT> boxes <WHERE> on top left and right big rectangle\n<WHAT> lines <WHERE> bottom, middle, middle bottom of big rectangle", "<WHAT> Rectangle <WHERE> Anywhere\n<WHAT> Smaller rectangle <WHERE> inside of the first rectangle, centered\n<WHAT> 2 small circles <WHERE> 1/3 and 2/3 through rectangle 2, centered vertically\n<WHAT> 4 lines <WHERE> underneath rectangle 1, one to the left, 25% 50% and one to the right.\n<WHAT> 2 small rectangles <WHERE> on top of rectangle 1, standing up. One all the way left, one all the way right."], "lax-drawing-furniture-all-105.png": ["<WHAT> a big horizontal rectangle <WHERE> at the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> inside the big rectangle\n<WHAT> two small circle <WHERE> inside the small rectangle and place it at the left side and right side\n<WHAT> two medium side circle touching each other <WHERE> at the top of the big rectangle both on the left side of the edge\n<WHAT> four straight short lines <WHERE> at the bottom of the big rectangle all four spread out evenly have two at the end both at the edge", "<WHAT> a three inch wide by one inch tall rectangle <WHERE> at the center of the page\n<WHAT> draw a second rectangle leaving a quarter inch space <WHERE> around the first rectangle\n<WHAT> draw two small circles <WHERE> evenly spaced inside the first rectangle\n<WHAT> draw two circles with a one inch circumference <WHERE> on top and to the left corner of the second rectangle\n<WHAT> four half inc lines evenly space <WHERE> starting at the bottom left corner of the second rectangle"], "lax-drawing-furniture-all-245.png": ["<WHAT> a narrow, skinny rectangle, long side down <WHERE> in the center of the page\n<WHAT> two vertically oriented lines <WHERE> in line with the short sides of the rectangle, extending down\n<WHAT> a narrow rectangle that is thicker than the first one and exactly half its length <WHERE> sitting on top of the first rectangle with its short side flush with the right short side of the first rectangle\n<WHAT> a rectangle identical to the last one but slightly smaller <WHERE> inside the last rectangle", "<WHAT> a thin rectangle <WHERE> center of the page\n<WHAT> lines 5 times the length of the short side of the prior rectangle <WHERE> on either side of the thin rectangle\n<WHAT> a rectangle the same width of the legs on the bottom of the thin rectangle, but as wide as only half of the thin rectangle <WHERE> right side of the thin rectangle but half the length\n<WHAT> a smaller rectangle <WHERE> inside the larger rectangle on the left side of the thin rectangle"], "lax-drawing-furniture-all-068.png": ["<WHAT> large square <WHERE> middle paper\n<WHAT> rectangle <WHERE> inside square towards top\n<WHAT> rectangle <WHERE> inside square towards bottom\n<WHAT> circles <WHERE> inside rectangles, three circles each going large to small", "<WHAT> A large square <WHERE> Middle of the paper\n<WHAT> Two medium sized rectangles <WHERE> Inside the large square\n<WHAT> Four medium circles <WHERE> Inside the medium rectangle, towards the center\n<WHAT> Four smaller circles <WHERE> Inside the first four circles\n<WHAT> Four smaller circles <WHERE> Inside the second four circles"], "lax-drawing-furniture-all-088.png": ["<WHAT> a big horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> inside the big rectangle\n<WHAT> two really small vertical rectangle <WHERE> at the top of the big rectangle both on opposite ends of the edge touching the edge\n<WHAT> four straight line going down <WHERE> at the bottom of the big rectangle spread out evenly having the two at the end at the edge of the rectangle", "<WHAT> a rectangle <WHERE> middle of the page\n<WHAT> another rectangle <WHERE> middle of the first rectangle\n<WHAT> four lines <WHERE> under the first rectangle from the left edge to right edge, equally distant from each other\n<WHAT> two short rectangles <WHERE> on top of the first rectangle, one on each side on the edge"], "lax-drawing-furniture-all-130.png": ["<WHAT> A desk with one drawer <WHERE> in the cinter of paper\n<WHAT> a rectangle <WHERE> on top of left side of the drawer\n<WHAT> a circle <WHERE> next to the top of the left next to the rectangle\n<WHAT> a rectangle <WHERE> on the top of the right side of the desk", "<WHAT> a horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> centered in the original rectangle\n<WHAT> one small vertical rectangle <WHERE> onthe far let and right top corners of the original rectangle\n<WHAT> a circle as tall as the vertical rectangles <WHERE> touching the inside of the top left vertical rectangle\n<WHAT> two small squares <WHERE> evenly spaced and centered in the second rectangle\n<WHAT> one line the height of the squares <WHERE> at the opposite bottom corners of the original rectangle", "<WHAT> a long rectangle <WHERE> about half as wide as the large square, oriented horizontally at the vertical and horizontal center of the large square\n<WHAT> a long rectangle <WHERE> inside the first long rectangle, but a little smaller.\n<WHAT> two small squares <WHERE> on the vertical center of the inner rectangle and equidistant from the horizontal center of the inner rectangle\n<WHAT> a small rectangle <WHERE> oriented vertically and about the height of the inner rectangle, its left edge coincident with the left edge of the outer long rectangle\n<WHAT> a circle <WHERE> of the same height as the small rectangle, touching the small rectangle and the long rectangle\n<WHAT> a small rectangle <WHERE> of the same hight as the first small rectangle and oriented vertically, its right edge coincident with the right edge of the long rectangle\n<WHAT> two short lines <WHERE> extending from the left and right edges of the long rectangle and about the same length as the height of the two small squares"], "lax-drawing-furniture-all-082.png": ["<WHAT> Big square <WHERE> Middle\n<WHAT> 2 Medium and equal size squares <WHERE> Inside the big square\n<WHAT> 2 Small squares <WHERE> In middle of medium squares\n<WHAT> 2 small squares <WHERE> Left and right at bottom", "<WHAT> large rectangle <WHERE> centered on the top half of the page\n<WHAT> two thinner, smaller rectangles <WHERE> equidistantly space, stacked top to bottom. inside the larger rectangle\n<WHAT> two small squares <WHERE> equidistantly spaced in the center of each of the smaller rectangles\n<WHAT> two small squares of similar size to the previous <WHERE> at the base of the largest rectangle on the left and right sides"], "lax-drawing-furniture-all-182.png": ["<WHAT> Rectangle <WHERE> Slightly below center of sheet\n<WHAT> Rectangle <WHERE> 1/4\" larger around existing rectangle\n<WHAT> Vertical lines <WHERE> To the left & right of and through outer rectangle edges. Top should protrude 1/2\" on top and 1\" on bottom", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> in center of rectangle slightly smaller\n<WHAT> two rectangles <WHERE> vertically on top of rectangle on each corner\n<WHAT> two lines <WHERE> on each bottom corner of rectangle"], "lax-drawing-furniture-all-214.png": ["<WHAT> Same as first but extra line <WHERE> Middle bottom", "<WHAT> horizontal rectangle <WHERE> center of page\n<WHAT> horizontal rectangle <WHERE> inside first rectangle\n<WHAT> small circle <WHERE> centered in left quadrant of second rectangle\n<WHAT> small circle <WHERE> centered in right quadrant of second rectangle\n<WHAT> small vertical rectangle <WHERE> either side of the top of the first rectangle\n<WHAT> small circle <WHERE> to the right touching the left vertical rectangle\n<WHAT> medium length vertical line <WHERE> extending the bottom left of the original rectangle\n<WHAT> medium length vertical line <WHERE> extending the bottom center of original rectangle\n<WHAT> medium length vertical line <WHERE> extending the bottom right of the original rectangle"], "lax-drawing-furniture-all-181.png": ["<WHAT> a big horizontal rectangle <WHERE> at the middle of the page\n<WHAT> a small horizontal rectangle <WHERE> inside the big rectangle\n<WHAT> two smaller vertical rectangle <WHERE> at the top of the big rectangle both at the opposite edge of each other\n<WHAT> a circle <WHERE> touching the left rectangle at the top on the inside\n<WHAT> four straight line going down <WHERE> at the bottom of the rectangle evenly spread out", "<WHAT> a horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> inside of the larger one\n<WHAT> one small vertical rectangle <WHERE> onthe topleft and right corners of the first rectangle\n<WHAT> a circle as tall as the vertical rectangle <WHERE> on the inside of the top left vertical rectangle\n<WHAT> 4 vertical lines even to the height of the original rectangle <WHERE> evenly along the bottom of the original rectangle starting at one corner ending in the other", "<WHAT> a long rectangle <WHERE> about half the width of the large square at the vertical center of the large square\n<WHAT> a smaller rectangle <WHERE> inside the previous rectangle but does not touch its edges\n<WHAT> a small rectangle <WHERE> on top of and a little less high than the the long rectangle, with its left edge coincident with the left edge of the long rectangle\n<WHAT> a circle <WHERE> of the same height as the small rectangle, touching both the small rectangle and the long rectangle\n<WHAT> a small rectangle <WHERE> on top of the long rectangle and about the same height as the other small rectangle and circle, with its right edge coincident with the right edge of the long rectangle\n<WHAT> four vertical lines <WHERE> from the bottom of the long rectangle, equidistant from each other and a little less long than the height of the long rectangle."], "lax-drawing-furniture-all-116.png": ["<WHAT> a horizontal rectangle, four times wide as high <WHERE> half way down the page, equidistant from both side\n<WHAT> an inner rectangle with a small margin <WHERE> inside the first rectangle\n<WHAT> two small squares (drawer knobs) <WHERE> inside the inner rectangle, evenly spaced from outer edges\n<WHAT> two straight lines <WHERE> down from each outer edge of the first rectangle\n<WHAT> two small circles <WHERE> far left on top of the outer rectangle", "<WHAT> a rectangle <WHERE> in the centre of the page covering around 50% left to right\n<WHAT> a rectangle <WHERE> in the 1st box that  you have just drawn. It should be about 3/4 of the size of the first box\n<WHAT> 2 small squares <WHERE> in the second rectangle either side of the centre\n<WHAT> 2 small circles <WHERE> on the left hand side of the original rectangle"], "lax-drawing-furniture-all-183.png": ["<WHAT> a narrow rectangle, long side down <WHERE> in the center of the page\n<WHAT> another rectangle identical to the first one but slightly smaller <WHERE> inside the first rectangle\n<WHAT> two small identical cirlces <WHERE> inside the second rectangle, symmetrically placed about a third of the way in on each side\n<WHAT> four short lines, oriented vertically <WHERE> touching the bottom of the first rectangle, spaced evenly along it\n<WHAT> two very small, narrow rectangles, oriented vertically <WHERE> placed symmetrically on the top of the first rectangle with their short sides against the long side of it, and their long sides flush with the short sides of it\n<WHAT> a circle slightly larger than the other two <WHERE> sitting on top of the first rectangle with one point touching the top of the first rectangle and another point touching the long side of the left very small, narrow rectangle, also on the top of the first rectangle", "<WHAT> rectangle <WHERE> middle of paper\n<WHAT> slightly smaller rectangle <WHERE> inside previuos rectangle\n<WHAT> two small eyes <WHERE> inside smallest rectangle\n<WHAT> vertically upright rectangles <WHERE> one on each side of entire thing, top corners\n<WHAT> small ball <WHERE> resting against left vertically upright rectangle\n<WHAT> four lines <WHERE> underneath entire thing", "<WHAT> large rectangle <WHERE> in middle of paper\n<WHAT> smaller rectangle <WHERE> inside large rectangle\n<WHAT> four small verticle lines <WHERE> on bottom of large rectangle\n<WHAT> two small verticle rectangles <WHERE> on top corners of large rectangle\n<WHAT> large circle <WHERE> on right side of the left verticle rectangle on top of large rectangle"], "lax-drawing-furniture-all-236.png": ["<WHAT> Long rectangle <WHERE> Middle\n<WHAT> 2 Short lines <WHERE> Left and Right bottom of rectangle\n<WHAT> Big square <WHERE> Start middle of rectangle and end at right\n<WHAT> Slightly smaller square <WHERE> Inside big square\n<WHAT> 2 Circles <WHERE> Connected in middle of Slightly smaller square\n<WHAT> 2 Small squares <WHERE> Middle of Circles", "<WHAT> a rectangle four inches wide by a quarter inch tall <WHERE> centered in the drawing area\n<WHAT> draw two lines a quarter inch long <WHERE> at each bottom corner of the first rectangle\n<WHAT> Draw a second rectangle two inches by one inch <WHERE> on the top right corner of the first rectangle\n<WHAT> a third rectangle <WHERE> inside the second leaving a quarter inch space between the second and third rectangle\n<WHAT> draw two circles with a half inch diameter <WHERE> at the center of the third rectangle\n<WHAT> draw a square <WHERE> centered in each circle"], "lax-drawing-furniture-all-247.png": ["<WHAT> a skinny horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a horizontal rectangle <WHERE> on top of the skinny rectangle on the right side of the edge\n<WHAT> a smaller horizontal rectangle <WHERE> inside of the other horizontal rectangle\n<WHAT> two circles with smaller circles inside them <WHERE> inside the smaller rectangle touching each other\n<WHAT> two skinny vertical rectangle half the length of the skinny horizontal rectangle <WHERE> at the bottom of the skinny horizontal rectangle both at the opposite corners.", "<WHAT> one long, thin horizontal rectangle <WHERE> the middle of the page\n<WHAT> two very long, thin vertical rectangles like legs <WHERE> each bottom corner of the thin horizontal rectangle\n<WHAT> one rectangle which is around six times as large as the first thin rectangle, but half as long <WHERE> directly on top of the thin horizontal rectangle, on the right side\n<WHAT> a slightly smaller rectangle <WHERE> inside of the thicker one you just drew\n<WHAT> two donuts <WHERE> directly next to one another inside of the slightly smaller rectangle you just drew"], "lax-drawing-furniture-all-162.png": ["<WHAT> Rectangle <WHERE> Slightly below center of page\n<WHAT> Rectangle <WHERE> 1/4\" larger around existing rectangle\n<WHAT> 2 small circles <WHERE> 2\" in from left and right of inner rectangle\n<WHAT> 2 vertical lines <WHERE> Overlapping left & right outer rectangle. 1/2\" protruding from top & 1\" protruding from bottom\n<WHAT> 2 rectangles <WHERE> Top left and right corners of top protruding vertical lines\n<WHAT> Circle <WHERE> Touching left small rectangle and top of largest rectangle. Height should be even with top of small rectangles", "<WHAT> rectangle <WHERE> left\n<WHAT> circle <WHERE> on top", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> inside the other rectangle just a little smaller\n<WHAT> two circles <WHERE> in middle of rectangle equal distance from both sides and equally apart\n<WHAT> two lines <WHERE> below corners of both sides of outer rectangle\n<WHAT> two small rectangles <WHERE> above both corners\n<WHAT> circle <WHERE> to the right of top left rectangle"], "lax-drawing-furniture-all-219.png": ["<WHAT> Big square <WHERE> Middle\n<WHAT> Slightly smaller square <WHERE> In big square\n<WHAT> 2 small squares <WHERE> Around middle of slightly smaller square equally apart\n<WHAT> 2 small squares <WHERE> Bottom left and right\n<WHAT> 2 Small rectangles <WHERE> Top left and right", "<WHAT> a medium rectangle <WHERE> the center of the page\n<WHAT> a smaller rectangle <WHERE> inside the medium rectangle\n<WHAT> two small squares <WHERE> equidistant in the smaller rectangle\n<WHAT> two short, thin rectangles <WHERE> above the medium rectangle, in the top left and right corner\n<WHAT> two very short rectangles <WHERE> below the medium rectangle, at the bottom left and right corner"], "lax-drawing-furniture-all-099.png": ["<WHAT> a narrow rectangle, long side down <WHERE> in the center of the page\n<WHAT> an identical rectangle to the first one, but slightly smaller <WHERE> inside the first rectangle\n<WHAT> two small, identical cirlces <WHERE> inside the second rectangle, placed symmetrically, about a third of the way in on either side\n<WHAT> two vertically oriented lines, slightly shorter than the height of the first rectagnle <WHERE> touching the bottom of the first rectangle, in line with its shortest sides extending down\n<WHAT> two very small, narrow rectangles, short sides down <WHERE> sitting on top of the first rectangle, placed symmetrically,\n<WHAT> a circle slightly larger than the other two circles <WHERE> sitting on top of the first rectangle, one point touching the top of the first rectangle, one point touching the long side of the left very small and narrow rectangle also sitting on the top", "<WHAT> a rectangle <WHERE> in the center\n<WHAT> a rectangle <WHERE> inside the other\n<WHAT> two circles <WHERE> equal distant in the previous rectangle\n<WHAT> two lines <WHERE> one on each at the bottom of the bigger rectangle\n<WHAT> two rectangles <WHERE> one on each end at the top of the bigger rectangle\n<WHAT> a circle <WHERE> against the left end of the previous rectangle"], "lax-drawing-furniture-all-112.png": ["<WHAT> Rectangle, approx. three times as wide as tall <WHERE> Center of the page\n<WHAT> Slightly smaller version of the first rectangle <WHERE> Centered inside of the first rectangle\n<WHAT> Small square <WHERE> Center of the left half of the smaller inner rectangle\n<WHAT> Small square, identical to the previous square <WHERE> Center of the right half of the smaller inner rectangle\n<WHAT> Short vertical line, same height as the small squares <WHERE> Underneath the outer large rectangle, the top of the line connecting to the bottom left corner of the rectangle\n<WHAT> Another identical vertical small line <WHERE> Top of the line connects to bottom right corner of the outer rectangle\n<WHAT> A third identical vertical small line <WHERE> top of the line connects to the bottom vertex of the outer rectangle, in the exact center\n<WHAT> Two small rectangles, the same height as the vertical lines at the bottom and roughly half as wide as they are tall <WHERE> One rectangle's bottom left corner lines up with top right corner of outer rectangle, other rectangle's bottom right corner connects to outer large rectangles upper right corner", "<WHAT> a medium sized rectangle <WHERE> centre\n<WHAT> a slightly larger rectangle around the first one <WHERE> centre\n<WHAT> 2 small squares, evenly spaced, in the smaller rectangle <WHERE> inside the smallest rectangle\n<WHAT> an upright small rectangle <WHERE> top of larger rectangle on left corner\n<WHAT> an upright small rectangle <WHERE> top of larger rectangle on right corner\n<WHAT> a short line <WHERE> centre bottom of larger rectangle\n<WHAT> a short line, same length as the first, left bottom corner of larger rectangle <WHERE> a short line, same length as the first, right bottom corner of larger rectangle", "<WHAT> rectangle <WHERE> in the center\n<WHAT> rectangle <WHERE> slightly smaller inside current rectangle\n<WHAT> two small squares <WHERE> in the left center and the right center\n<WHAT> three lines <WHERE> both bottom corners and bottom center\n<WHAT> two rectangles <WHERE> small on top corners", "<WHAT> rectangle <WHERE> in the middle of the square\n<WHAT> a slightly smaller rectangle <WHERE> in the original rectangle\n<WHAT> draw to equally distant small squares <WHERE> inside the second triangle\n<WHAT> a small verticle line <WHERE> the bottom edge of the original rectangle in the middle and on each corner\n<WHAT> two very small rectangle <WHERE> on each side of the top of the very first rectangle that touch the ends", "<WHAT> a large retangle <WHERE> in the center of the screen\n<WHAT> two small squares <WHERE> one on both sides\n<WHAT> a bigger box <WHERE> around the smaller one\n<WHAT> two blocks <WHERE> on both sides of the box\n<WHAT> three lines at the bottom <WHERE> right, center, left"], "lax-drawing-furniture-all-092.png": ["<WHAT> Rectangle <WHERE> Slightly below center of paper\n<WHAT> Rectangle <WHERE> 1/4\" larger and around existing rectangle\n<WHAT> 2 vertical lines <WHERE> Overlapping left & right outer rectangle. 1/2\" protruding from top & 1/4\" protruding from bottom\n<WHAT> 2 rectangles <WHERE> Made by connecting the vertical line and top of largest rectangle. Repeat on right side.\n<WHAT> 2 vertical lines <WHERE> 1/4\" tall and spaced evenly from bottom protruding vertical lines and touching bottom of largest rectangle", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> border <WHERE> surrounding rectangle\n<WHAT> 4 short equally spaced lines <WHERE> on bottom of rectangle border\n<WHAT> 2 small verticle rectangles <WHERE> furthest upper left and right sides of rectangle border"], "lax-drawing-furniture-all-098.png": ["<WHAT> horizontal rectangle four times wide as high, with the top line half the thickness of the other three <WHERE> lower half of page with top on centre line\n<WHAT> slightly smaller rectangle <WHERE> inside first rectangle\n<WHAT> two small equidistant squares <WHERE> inside the inner rectangle\n<WHAT> two small vertical rectangles <WHERE> outer edges of the first rectangle, one each side\n<WHAT> small circle, same height as vertical rectangle <WHERE> inside and touching the small vertical rectangle on the left", "<WHAT> A long rectangle <WHERE> middle of the page\n<WHAT> Another long rectangle <WHERE> Inside the first rectangle you drew\n<WHAT> Two small squares <WHERE> Inside the second rectangle, towards the middle but slightly spaced apart\n<WHAT> Two straight lines <WHERE> Corners of the first rectangle on the bottom\n<WHAT> Two small rectangles <WHERE> On the top of the first rectangle, on the corners\n<WHAT> A small circle <WHERE> Near the left sided rectangle on the top of the first rectangle"], "lax-drawing-furniture-all-129.png": ["<WHAT> Big rectangle <WHERE> middle\n<WHAT> Slightly smaller rectangle <WHERE> In bigger one\n<WHAT> 2 Small equal size circles <WHERE> Top left of big rectangle\n<WHAT> 2 Small squares <WHERE> Bottom left and right", "<WHAT> two small squares <WHERE> middle right and middle left\n<WHAT> double walled rectangle <WHERE> atop the two squares and flush to them\n<WHAT> two small circles <WHERE> atop the rectangle, one flush to the left edge, the other beside it to the right"], "lax-drawing-furniture-all-194.png": ["<WHAT> a horizontal rectangle <WHERE> at the middle of the page\n<WHAT> a smaller horizontal rectangle <WHERE> inside of the rectangle\n<WHAT> two smaller vertical rectangle <WHERE> at the top of the big rectangle both at opposite corner of the edge\n<WHAT> a small circle <WHERE> at the top of the big rectangle between the two vertical rectangle touching the left rectangle\n<WHAT> two small lines going down <WHERE> at the bottom of the big rectangle", "<WHAT> rectangle <WHERE> in the center\n<WHAT> a smaller rectangle <WHERE> inside the previous\n<WHAT> a line <WHERE> on each end, at the bottom of the big rectangle\n<WHAT> a rectangle <WHERE> on each end, at the top of the big rectangle\n<WHAT> a circle <WHERE> against the left previous rectangle"], "lax-drawing-furniture-all-184.png": ["<WHAT> a cuboid <WHERE> in the center of paper\n<WHAT> a small rectangle <WHERE> on top of left side of cuboid\n<WHAT> a small rectangle <WHERE> on top of right side of cuboid\n<WHAT> a cuboid <WHERE> in center of first cuboid", "<WHAT> a rectangle <WHERE> centre of page around halfway up, rectangle should cover around half the page\n<WHAT> a rectangle <WHERE> in the 1st box that  you have just drawn. It should be about 3/4 of the size of the first box\n<WHAT> 2 small squares <WHERE> inside the second rectangle, with one either side of the centre\n<WHAT> 2 small vertical lines <WHERE> one at either edge of the bottom of original rectangle\n<WHAT> 2 rectangles <WHERE> on the top of original rectangle either side. They should be small in size"], "lax-drawing-furniture-all-075.png": ["<WHAT> a square <WHERE> in center of paper\n<WHAT> three cuboids <WHERE> in ceter of square", "<WHAT> draw a three by three square <WHERE> at the center of the drawing area\n<WHAT> draw three rectangle each three by three quarters <WHERE> evenly spaced within the square"], "lax-drawing-furniture-all-114.png": ["<WHAT> a big horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a small horzitonal rectangle <WHERE> inside of the big rectangle\n<WHAT> two circles <WHERE> on top of the big rectangle touching each other on the left side of the edge\n<WHAT> four straight vertical lines <WHERE> evenly spread out at the bottom of the big rectangle", "<WHAT> a rectangle <WHERE> in the centre of the picture about half way up\n<WHAT> a rectangle <WHERE> in the 1st box that  you have just drawn. It should be about 3/4 of the size of the first box\n<WHAT> 2 small circles <WHERE> on the top of the first box of the left hand side\n<WHAT> 4 vertical lines <WHERE> on lower part of first rectangle"], "lax-drawing-furniture-all-050.png": ["<WHAT> a medium size circle <WHERE> on the left side of the middle of the page\n<WHAT> a smaller circle <WHERE> inside the circle", "<WHAT> small circle <WHERE> left side of the screen\n<WHAT> smaller circle <WHERE> inside the first circle"], "lax-drawing-furniture-all-095.png": ["<WHAT> Rectangle <WHERE> Slightly below center of paper\n<WHAT> Rectangle <WHERE> 1/4\" larger and around existing rectangle\n<WHAT> 2 vertical lines <WHERE> Overlapping left & right outer rectangle. 1/2\" protruding from top & 1\" protruding from bottom\n<WHAT> 2 rectangles <WHERE> Made by connecting the vertical line and top of largest rectangle. Repeat on right side\n<WHAT> 2 rectangles <WHERE> Made by connecting the vertical line and top of largest rectangle. Repeat on right side", "<WHAT> two narrow rectangles <WHERE> same horizontal, middle right and middle left, vertically oriented\n<WHAT> a double walled rectangle <WHERE> long axis horizontally, atop the previous rectangles flush to the right and left edges\n<WHAT> two small rectangles <WHERE> atop the  previous rectangle, one flush to each the right and left edges, long axis vertically"], "lax-drawing-furniture-all-086.png": ["<WHAT> Big square <WHERE> Middle\n<WHAT> 2 Equal size rectangles <WHERE> In big square near top and bottom\n<WHAT> 2 small circles <WHERE> around the middle of each rectangle equal distance apart\n<WHAT> 2 Small rectangles <WHERE> Bottom left and right", "<WHAT> rectangle <WHERE> centered on page\n<WHAT> rectangle <WHERE> centered in top half quadrant first rectangle\n<WHAT> rectangle <WHERE> centered in bottom half quadrant of first rectangle\n<WHAT> small circle <WHERE> centered in left and right quadrants of each inner rectangle\n<WHAT> small vertical rectangle <WHERE> bottom of each far side of first rectangle"], "lax-drawing-furniture-all-196.png": ["<WHAT> A cuboid <WHERE> in the center of paper\n<WHAT> a small circle <WHERE> on the top left", "<WHAT> a desk with a drawer and too circular handles <WHERE> in the center\n<WHAT> two small rectangles <WHERE> on top of the desk on each end representing borders\n<WHAT> a small circle <WHERE> against the left border"], "lax-drawing-furniture-all-054.png": ["<WHAT> 1/8\" circle <WHERE> 2\" from center left of paper", "<WHAT> one small circle <WHERE> middle vertically, middle of the left half horizontally"], "lax-drawing-furniture-all-189.png": ["<WHAT> horizontal rectangle, four times wide as high, with top edge line half as thick as the other three <WHERE> central on the page with the top edge on the half way line\n<WHAT> a smaller horizontal rectangle <WHERE> inside the first rectangle with a small margin\n<WHAT> two small squares (drawer knobs) <WHERE> inside second rectangle, equidistant from each side\n<WHAT> four short vertical lines, approximately 1/4 the length of the side of the first rectangle <WHERE> one on each outer edge, second two equally spaced between them\n<WHAT> two circles, diameter approximately the same as the height of the inner rectangle <WHERE> to the far left of the outer rectangle, touching each other", "<WHAT> a rectangle <WHERE> middle of the page\n<WHAT> a smaller rectangle <WHERE> middle of the first rectangle\n<WHAT> two squares <WHERE> on the left and right sides of smaller rectangle\n<WHAT> four short lines <WHERE> under the first rectangle, equally distant from the left edge to the right edge\n<WHAT> two circles <WHERE> on the top left of the first rectangle, next to each other touching"], "lax-drawing-furniture-all-190.png": ["<WHAT> a thin rectangle <WHERE> in the middle\n<WHAT> a slightly larger rectangle <WHERE> over the original rectangle\n<WHAT> a rectangle with no bottom <WHERE> under the larger rectangle\n<WHAT> another rectangle with no bottom <WHERE> to the right of the previous one\n<WHAT> two circles <WHERE> on top of the large rectangle to the left", "<WHAT> Rectangle <WHERE> anywhere\n<WHAT> smaller rectangle <WHERE> inside rectangle #1, centered\n<WHAT> 3 lines <WHERE> underneath rectangle 1, one to the left, one to the right and 1 center.\n<WHAT> 2 medium circles <WHERE> on top of rectangle 1, all the way to the left side."], "lax-drawing-furniture-all-059.png": ["<WHAT> a small circle <WHERE> on the left\n<WHAT> a small circle <WHERE> on the right\n<WHAT> a small cirlce <WHERE> in center of circle on the left\n<WHAT> a small circle <WHERE> in the center of circle on the right\n<WHAT> a small square <WHERE> in the center of the two circles on the left\n<WHAT> a small square <WHERE> in the center of the two circles on the right side", "<WHAT> two circles <WHERE> in the center\n<WHAT> another circle <WHERE> inside each of the previous\n<WHAT> a square <WHERE> inside each of the previous"], "lax-drawing-furniture-all-115.png": ["<WHAT> thin rectangle <WHERE> middle of the paper\n<WHAT> larger rectangle <WHERE> over original rectangle\n<WHAT> two circles <WHERE> inside the original rectangle\n<WHAT> two table leg rectangles <WHERE> on the left and right under the large rectangle\n<WHAT> two circles <WHERE> top of large rectangle to the left", "<WHAT> Rectangle <WHERE> Bottom half of page\n<WHAT> Smaller Rectangle <WHERE> inside of the first rectangle\n<WHAT> 2 circles <WHERE> about 1/3 and 2/3 through rectangle #2, centered vertically\n<WHAT> 2 rectangle legs <WHERE> under rectangle #1, one on the left and one on the right\n<WHAT> 2 small circles <WHERE> on top of rectangle #1, on the left"], "lax-drawing-furniture-all-178.png": ["<WHAT> Rectangle <WHERE> Slightly below center of paper\n<WHAT> Rectangle <WHERE> 1/4\" larger and around existing rectangle\n<WHAT> 2 vertical lines <WHERE> Overlapping left & right outer rectangle. 1/2\" protruding from top & 1\" protruding from bottom\n<WHAT> 2 rectangles <WHERE> Made by connecting the vertical line and top of largest rectangle. Repeat on right side\n<WHAT> 2 vertical lines <WHERE> 1\" tall and spaced evenly from bottom protruding vertical lines and touching bottom of largest rectangle", "<WHAT> Rectangle <WHERE> Center of page\n<WHAT> rectangle with thicker line weight <WHERE> within the first rectangle, about 10% smaller\n<WHAT> Four equally spaced vertical lines <WHERE> emanating from the bottom of the rectangle\n<WHAT> Two vertical rectangles, about half the size of the rectangle <WHERE> attached to the top of the rectangle, placed at either end"], "lax-drawing-furniture-all-067.png": ["<WHAT> a square <WHERE> middle of paper\n<WHAT> two rectangles <WHERE> inside the square\n<WHAT> 4 donut circles <WHERE> two each inside the rectangles", "<WHAT> one square <WHERE> middle of page\n<WHAT> two rectangles <WHERE> positioned inside square evenly and horizontally\n<WHAT> four donuts <WHERE> two inside each rectangle evenly spaced"], "lax-drawing-furniture-all-096.png": ["<WHAT> horizontal rectangle, four times wide as high with top line half the thickness of the other three <WHERE> centrally places with the top edge of the half way line\n<WHAT> smaller second rectangle <WHERE> inside the first rectangle with a small margin\n<WHAT> two small circles (drawer knobs) <WHERE> equally spaced inside the second rectangle\n<WHAT> two small vertical rectangles <WHERE> each side of the first rectangle on the outer edges\n<WHAT> three single vertical lines <WHERE> two on outer edges of first rectangle, one in the centre", "<WHAT> horizontal rectangle <WHERE> lower half of page\n<WHAT> horizontal rectangle <WHERE> inside first rectangle\n<WHAT> small circle <WHERE> inside second rectangle. centered in left half\n<WHAT> small circle <WHERE> mirroring first small circle on the right side\n<WHAT> short vertical line <WHERE> bottom left side of first rectangle\n<WHAT> short vertical line <WHERE> bottom middle of first rectangle\n<WHAT> short vertical line <WHERE> bottom right of first rectangle\n<WHAT> small vertical rectangle <WHERE> top of drawing / mirroring bottom left vertical line\n<WHAT> small vertical rectangle <WHERE> top of drawing / mirroring bottom right vertical line"], "lax-drawing-furniture-all-131.png": ["<WHAT> a cuboid <WHERE> in the cinter of paper\n<WHAT> to big circles <WHERE> on top of the left of the cuboid\n<WHAT> a cuboid <WHERE> in center of first cuboid", "<WHAT> Rectangle <WHERE> Center of screen\n<WHAT> Rectangle <WHERE> Smaller within the first rectangle\n<WHAT> Square <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Square <WHERE> Center right within the smaller rectangle\n<WHAT> Circle <WHERE> Top left of the first rectangle\n<WHAT> Circle <WHERE> Directly right of the circle just drawn\n<WHAT> Square <WHERE> Bottom left of the first rectangle\n<WHAT> Square <WHERE> Bottom right of the first rectangle"], "lax-drawing-furniture-all-064.png": ["<WHAT> a square <WHERE> in center of paper\n<WHAT> two cuboids <WHERE> in center of square", "<WHAT> square <WHERE> middle of paper\n<WHAT> two rectangles <WHERE> inside of square, spaced evenly from each other, horizontally\n<WHAT> four octaogons <WHERE> inside rectangles from before, two in each rectangle\n<WHAT> four tiny circles <WHERE> one in each octagon", "<WHAT> large square <WHERE> in middle of paper\n<WHAT> two small horizontal rectangles <WHERE> on top of each other with little space between them\n<WHAT> two small octogons <WHERE> in top small rectangle\n<WHAT> two small octogons <WHERE> in bottom small rectangle\n<WHAT> two small circles <WHERE> in top small octogon\n<WHAT> two small circles <WHERE> in bottom small octogon"], "lax-drawing-furniture-all-087.png": ["<WHAT> Large rectangle <WHERE> 2\" from top and bottom of paper & 2/5\" from left and right sides of paper\n<WHAT> Three 2\" tall, 4\" long rectangles <WHERE> Evenly spaced. All 1/4\" from sides of existing rectangle and from eachother\n<WHAT> Six 1/4\" circles <WHERE> Two inside each smaller rectangle. 1/5\" from left & right, 1\" from top & bottom", "<WHAT> A large rectangle <WHERE> Middle of page\n<WHAT> Three smaller rectangles <WHERE> Inside the large rectangle\n<WHAT> Six small circles <WHERE> Inside the smaller rectangles, two to each small rectangle"], "lax-drawing-furniture-all-221.png": ["<WHAT> rectangle <WHERE> middle\n<WHAT> another rectangle <WHERE> over original\n<WHAT> 3 thin rectangles <WHERE> under large rectangle\n<WHAT> two small circles <WHERE> inside rectangle\n<WHAT> two small rectangles <WHERE> on top", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> center of rectangle slightly smaller\n<WHAT> two circles <WHERE> left center and right center\n<WHAT> four lines <WHERE> equal distance apart on bottom of rectangle starting at corner\n<WHAT> two rectangles <WHERE> top corners"], "lax-drawing-furniture-all-060.png": ["<WHAT> Two 1/4\" sides squares <WHERE> Center from top/bottom of page & 2\" in from left/right of paper\n<WHAT> 2 circles <WHERE> 1 inside each square, touching all sides", "<WHAT> 2 squares <WHERE> center off box around 1/2 box space between them\n<WHAT> 2 small circles <WHERE> placed inside each box"], "lax-drawing-furniture-all-209.png": ["<WHAT> horizontal rectangle four times wide as high, with top line half the thickness of other three <WHERE> centrally placed with top edge half way down the page\n<WHAT> smaller inner rectangle <WHERE> inside first rectangle, with small margin\n<WHAT> two small squares (drawer knobs) <WHERE> equally spaced inside second rectangle\n<WHAT> two vertical rectangles, 2/3 height of side of first rectangle <WHERE> lower outer edges of first rectangle\n<WHAT> two vertical rectangles, same height as previous vertical rectangles but twice the width <WHERE> top outer edges of first rectangle", "<WHAT> a rectangle 5mm tall by 20mm wide <WHERE> below the horizontal center line of the page\n<WHAT> a smaller rectangle 3mm tall by 18mm wide <WHERE> inset within the larger rectangle\n<WHAT> two squares (1mm sides) <WHERE> centered within the small rectangle such that they look like knobs on a dresser drawer\n<WHAT> two rectangles 3mm tall by 2mm wide <WHERE> ontop of the larger rectangle, one on each corner, one flush with left side, one flush with right side\n<WHAT> two rectangles 3mm tall by 1mm wide <WHERE> below the larger rectangle, one on each corner, one flush with left side, one flush with right side"], "lax-drawing-furniture-all-069.png": ["<WHAT> vertical rectangle taller than wide, to represent a chest of drawers <WHERE> in the centre of the page\n<WHAT> three horizontal inner rectangles to represent drawers <WHERE> equally spaced vertically inside first rectangle\n<WHAT> six small squares <WHERE> two equally spaced on each drawer\n<WHAT> six equal sided octagons <WHERE> one round each square, two on each drawer", "<WHAT> a large rectangle <WHERE> vertical and center of the box\n<WHAT> 3 small rectangles <WHERE> inside the large vertical rectangle spaced out horizontaly so they fit perfect\n<WHAT> 6 octagons <WHERE> in pairs in the center of the horizontal rectangles spaced out perpendicular to each other\n<WHAT> 6 small squares <WHERE> centered inside each octagon"], "lax-drawing-furniture-all-248.png": ["<WHAT> a long thin rectangle <WHERE> middle\n<WHAT> two small lines <WHERE> under left and right of rectangle\n<WHAT> a long rectangle <WHERE> to the left\n<WHAT> a smaller rectangle <WHERE> inside\n<WHAT> two small squares <WHERE> inside previous like buttons", "<WHAT> large rectangle <WHERE> middle half of the center of page\n<WHAT> slightly smaller rectangle <WHERE> inside large rectangle\n<WHAT> two evenly spaced squares <WHERE> inside  smaller rectangle\n<WHAT> long thin rectangle 2x length of initial rectangle <WHERE> center of page\n<WHAT> straight verticle line <WHERE> left bottom of thin rectangle\n<WHAT> straight verticle line <WHERE> right bottom of thin triangle"], "lax-drawing-furniture-all-224.png": ["<WHAT> long thin rectangle <WHERE> middle\n<WHAT> two thin rectangles <WHERE> under first\n<WHAT> big rectangle <WHERE> to the right of first\n<WHAT> smaller rectangle <WHERE> inside previous\n<WHAT> two circles <WHERE> inside previous\n<WHAT> two small squares <WHERE> inside both circles", "<WHAT> A rectangle within a rectangle, the second one being 75% the size of the first, and taking up about 30% of the paper width <WHERE> Right side of paper\n<WHAT> Two smaller circles, with squares inside of each not touching the interior lines <WHERE> adjoining each other inside the interior rectangle, centered, but adjoining each other horizontally\n<WHAT> A thin horizontal rectangle, double the length of the first rectangle drawn <WHERE> underneath the first rectangle so that the first rectangles outside vertical line is flush with the new rectangles outside vertical line on the right\n<WHAT> Two vertical rectangular \"legs\", 10% width of long horizontal rectangle <WHERE> attached to either end of the bottom of the entire drawing, as in \"legs\""], "lax-drawing-furniture-all-062.png": ["<WHAT> a small circle <WHERE> to the left\n<WHAT> a small circle <WHERE> to the right", "<WHAT> two small circles <WHERE> vertically in the middle, horizontally one each middle left and middle right"], "lax-drawing-furniture-all-155.png": ["<WHAT> a long rectangle <WHERE> middle\n<WHAT> a thin rectangle <WHERE> over top of first\n<WHAT> two small squares <WHERE> inside first\n<WHAT> two legs <WHERE> under second\n<WHAT> two small circles <WHERE> to the left", "<WHAT> large rectangle with smaller rectangle inside <WHERE> middle of page\n<WHAT> two small circles <WHERE> on top of rectangle left side\n<WHAT> two small squares <WHERE> evenly spaced inside inner rectangle\n<WHAT> two short lines <WHERE> extending from each end bottom of large rectangle"], "lax-drawing-furniture-all-144.png": ["<WHAT> horizontal rectangle, four times wide as high with top edge half thickness of other three <WHERE> centrally placed with top edge on centre line\n<WHAT> smaller inner rectangle to represent a drawer <WHERE> inside first rectangle\n<WHAT> two circles, diameter approximate the same as inner rectangle <WHERE> to the left edge of the outer rectangle, touching\n<WHAT> two small squares (drawer knobs) <WHERE> inside inner rectangle, equally spaced\n<WHAT> four vertical lines <WHERE> equally spaced along the bottom of the first rectangle, two at the outer edges", "<WHAT> a rectangle <WHERE> in the middle of the page\n<WHAT> a slightly smaller rectangle <WHERE> in the middle of the first rectangle\n<WHAT> two squares <WHERE> on the left and right sides of the smaller rectangle , with space in the middle\n<WHAT> four straight lines <WHERE> under the first rectangle, starting on the left line and of equal distance from each other, ending under the right line\n<WHAT> two circles the same size as the smaller rectangle <WHERE> on the top left of the first rectangle,next to each other so they touch"], "lax-drawing-furniture-all-143.png": ["<WHAT> a rectangle <WHERE> in the middle of the page about half way up\n<WHAT> a rectangle <WHERE> inside the rectangle that you have just drawn, it should be about 3/4 of the size of the first rectangle\n<WHAT> 2 small squares <WHERE> inside the 2nd rectangle either side of the centre about halfway up\n<WHAT> 2 vertical lines <WHERE> either side of the original rectangle (ruuning along side the edge), they need to extend at the top and bottom\n<WHAT> 2 rectangles <WHERE> where the vertical lines that you have just drawn extend to the top, the rectangles need to attach to the top of the box using the vertical line as one side", "<WHAT> a rectangle <WHERE> in the center\n<WHAT> a smaller rectangle <WHERE> within the larger one\n<WHAT> two small squares <WHERE> within the small rectangle\n<WHAT> extend lines down <WHERE> from the bottom of the large rectangle\n<WHAT> two small vertical rectangles <WHERE> on the top sides of the larger rectangle"], "lax-drawing-furniture-all-094.png": ["<WHAT> a rectangle <WHERE> middle of page\n<WHAT> another rectangle inside the first one <WHERE> inside first rectangle\n<WHAT> draw 2 small squares within smaller rectangle      triangle spaced evenly apart from one another <WHERE> inside smaller rectangle\n<WHAT> draw a small extension on each end  of the larger rectangleof the original rectangle <WHERE> on each end of the larger rectangle\n<WHAT> draw round circle <WHERE> right next to small extension on left side of rectangle\n<WHAT> 3 small straight lines about 1/2 inch long <WHERE> extending the outside line of larger rectangle at base", "<WHAT> draw a large rectangle <WHERE> in the center\n<WHAT> draw a smaller rectangle <WHERE> within the larger rectangle\n<WHAT> two small squares <WHERE> within the smaller rectangle\n<WHAT> two small vertical rectangles <WHERE> on the top upper sides of the larger rectangle\n<WHAT> a circle <WHERE> next to the top left circle\n<WHAT> extend lines down <WHERE> from the sides and center of the large rectangle", "<WHAT> vertical rectangle <WHERE> center of page\n<WHAT> vertical rectangle <WHERE> inside first rectangle\n<WHAT> small square <WHERE> centered in left quadrant of second rectangle\n<WHAT> small square <WHERE> centered in right quadrant of second rectangle\n<WHAT> small vertical rectangle <WHERE> either side of top of original rectangle\n<WHAT> small circle <WHERE> to the right side of left small vertical rectangle"], "lax-drawing-furniture-all-203.png": ["<WHAT> large rectangle <WHERE> the middle of the screen\n<WHAT> slightly smaller rectangle <WHERE> inside the first, larger rectangle\n<WHAT> two small rectangles <WHERE> each upper corner of the larger rectangle\n<WHAT> two small lines <WHERE> each lower corner of the larger rectangle", "<WHAT> a medium sized horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a slightly smaller horizontal rectangle <WHERE> centered in the middle of the first rectangle\n<WHAT> 2 small vertical rectangles <WHERE> on the outer corners on top of the outer medium rectangle\n<WHAT> 2 small vertical lines as \"table legs\" <WHERE> underneath the outer rectangle on the outer corners"], "lax-drawing-furniture-all-235.png": ["<WHAT> a long thin rectangle <WHERE> in the middle of the page\n<WHAT> 2 vertical lines <WHERE> these should run down from the thin rectangle, they should be about 3 times the height of the first rectangl\n<WHAT> a rectangle <WHERE> relatively large in size and to be placed on upper right hand side of first triangle\n<WHAT> a rectangle <WHERE> inside the 2nd rectangle and around 3/4 of the size\n<WHAT> 2 hexagons <WHERE> inside the 3rd rectangle either zise of the centre\n<WHAT> 2 squares <WHERE> inside the hexagons that have just been drawn", "<WHAT> draw a bench that is just a simple stick figure <WHERE> horizontally on almost the entire page\n<WHAT> add a triangle box <WHERE> inside a larger triangle box, on the right\n<WHAT> add two screw shaped figures <WHERE> inside the triangular box"], "lax-drawing-furniture-all-233.png": ["<WHAT> small, thin rectangle <WHERE> the middle of the screen\n<WHAT> two small lines <WHERE> each lower corner of the rectangle\n<WHAT> medium rectangle <WHERE> upper left corner of the first rectangle, half as long and three times as thick\n<WHAT> slightly smaller medium rectangle <WHERE> inside the smaller, chubbier rectangle", "<WHAT> Two rectangles with one bigger than the other <WHERE> The bigger rectangle should enclose the smaller rectangle\n<WHAT> Two horizontal lines two times the length of the bigger rectangle. <WHERE> These horizontal lines are placed on the buttom  of the bigger triangle and they stretch towards the right\n<WHAT> Two small vertical lines fixed on the opposite ends of the horizontal lines <WHERE> .thats it"], "lax-drawing-furniture-all-055.png": ["<WHAT> very small square <WHERE> left side of the screen", "<WHAT> A big square is made <WHERE> Then a very small square is made and inserted at the middle of The bigger square\n<WHAT> The smaller square is place closer to the left wall <WHERE> That’s it"], "lax-drawing-furniture-all-192.png": ["<WHAT> small rectangle <WHERE> center of box\n<WHAT> medium rectangle <WHERE> around smaller rectangle\n<WHAT> 2 small circles <WHERE> placed inside of the small rectangle around 1/2 rectangle space seperating them, centered and horizontaly\n<WHAT> 2 small rectangles <WHERE> placed either side of the medium size rectangle at each end\n<WHAT> small circlle <WHERE> nect to the small rectangle on the left hand side\n<WHAT> 3 small lines <WHERE> one on each end underneath the medium rectangle and one in the center underneath", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> rectangle <WHERE> middle of first rectangle\n<WHAT> two small circles equal distant and size <WHERE> middle of second rectangle\n<WHAT> 3 vertical dashes <WHERE> bottom of original rectangle, left corner, right corner and middle\n<WHAT> two small vertical rectangles <WHERE> top left and right corner of original rectangle\n<WHAT> medium circle <WHERE> to the right of left corner small rectangle at top of original one", "<WHAT> a drawer you open <WHERE> in the center\n<WHAT> a rectangle <WHERE> around it\n<WHAT> two circle nobs <WHERE> right and left of box\n<WHAT> two posts <WHERE> left and right of drawer\n<WHAT> ball <WHERE> to the right of right post\n<WHAT> three lines <WHERE> evenly distributed at bottom"], "lax-drawing-furniture-all-133.png": ["<WHAT> A large rectangle <WHERE> in the center of the page\n<WHAT> three small lines as legs <WHERE> bottom of the largest rectangle in positions of the left and right sides, as well as the center\n<WHAT> a smaller rectangle <WHERE> centered inside the larger rectangle\n<WHAT> two small squares <WHERE> centered equidistant from the median inside the smaller rectangle\n<WHAT> two small circle touching <WHERE> on top of the largest square on the left side", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> rectangle <WHERE> middle of orignal one\n<WHAT> two small equal distant squares <WHERE> middle of second rectangle\n<WHAT> 3 vertical dashes <WHERE> bottom of original rectangle, one on left, middle and right side corner\n<WHAT> two equal size circles <WHERE> left corner side by side on top of original rectangle", "<WHAT> a dresser <WHERE> in the center\n<WHAT> two square nobs <WHERE> lined in the center\n<WHAT> two circles <WHERE> on top of the drawer\n<WHAT> three lined posts <WHERE> center right and left at bottom"], "lax-drawing-furniture-all-160.png": ["<WHAT> a rectangle, medium sized <WHERE> in the very center of the page\n<WHAT> a rectangle, slightly smaller than the first <WHERE> centered inside of the larger rectangle\n<WHAT> 2 \"table feet\" lines, tiny vertical lines <WHERE> on the bottom edges of the outer rectangle\n<WHAT> 2 equally sized circles directly next to each other so they are touching <WHERE> on the very left edge of the top of the larger rectangle", "<WHAT> One rectangle <WHERE> in the center of the page\n<WHAT> Another rectangle <WHERE> inside the first rectangle I drew\n<WHAT> Two tiny circle shaped balls <WHERE> on the top left corner of the large rectangle"], "lax-drawing-furniture-all-145.png": ["<WHAT> draw a desk with 1 drawer <WHERE> in the center\n<WHAT> have two circular handles on the drawer <WHERE> in the center\n<WHAT> draw two rectangles <WHERE> on each end\n<WHAT> draw a large circle <WHERE> against the left end", "<WHAT> draw a box like a coffin <WHERE> in a rectangle shape across the page\n<WHAT> add a smaller box <WHERE> inside the larger rectangle\n<WHAT> add two knobs <WHERE> on both sides of the inside rectangular box\n<WHAT> add vertical, smaller, upright rectangle boxes <WHERE> on either side of the long box\n<WHAT> add a bigger circle that looks like a pillow <WHERE> leaning on the life vertical box"], "lax-drawing-furniture-all-136.png": ["<WHAT> a medium sized rectangle <WHERE> in the middle of the page\n<WHAT> a slightly smaller rectangle <WHERE> inside the first rectangle, centered\n<WHAT> 2 small squares spaced evenly apart <WHERE> evenly centered inside smaller rectangle\n<WHAT> 2 medium-large circles touching each other <WHERE> placed on the far left side of the top horizontal of the larger rectangle\n<WHAT> 2 \"table legs\", tiny vertical lines <WHERE> on the bottom, outside edges of the larger rectangle", "<WHAT> Two tiny squares with some space between them <WHERE> In the center of the page\n<WHAT> A large rectangle <WHERE> around the two tiny squares\n<WHAT> A larger rectangle <WHERE> Around the first rectangle\n<WHAT> Two large circles touching each other <WHERE> On top of the big rectangle on the left side"], "lax-drawing-furniture-all-103.png": ["<WHAT> medium rectangle <WHERE> centre\n<WHAT> larger rectangle around the first <WHERE> centre\n<WHAT> small upright rectangle <WHERE> top left corner of large rectangle\n<WHAT> small upright rectangle <WHERE> top right corner of large rectangle\n<WHAT> larger upright rectangle <WHERE> bottom right corner of large rectangle\n<WHAT> larger upright rectangle <WHERE> bottom left corner of large rectangle\n<WHAT> 2 small squares <WHERE> evenly spaced in centre of small rectangle", "<WHAT> one long horizontal rectangle <WHERE> the middle of the page\n<WHAT> a slightly larger rectangle <WHERE> around the other rectangle\n<WHAT> one small vertical rectangle <WHERE> each top corner of the main rectangles previously drawn\n<WHAT> one larger vertical rectangle <WHERE> each bottom corner of the main rectangles previously drawn\n<WHAT> two small squares <WHERE> in the middle of the main rectangle\n<WHAT> one circle <WHERE> right up against the top left vertical rectangle", "<WHAT> a rectangle <WHERE> in the middle of the white box\n<WHAT> a smaller rectangle <WHERE> in the middle of the orignal rectangle\n<WHAT> two small squares in equal distance <WHERE> in the middle of the second rectangle\n<WHAT> two very small rectangle <WHERE> on each edge vertically on the top of the original rectangle\n<WHAT> a small circle <WHERE> on the right of the very small rectangle on the left top line of the rectangle\n<WHAT> two medium size vertical rectangles <WHERE> on the bottom part of the original rectangle", "<WHAT> a large retangle <WHERE> center of screen\n<WHAT> two boxes <WHERE> inside that box on both sides\n<WHAT> bigger box <WHERE> around the biggest one\n<WHAT> two legs <WHERE> one on both sides\n<WHAT> two posts <WHERE> one on each side\n<WHAT> a ball near a post <WHERE> to the right of the right post"], "lax-drawing-furniture-all-173.png": ["<WHAT> a medium sized rectangle <WHERE> center of page\n<WHAT> a slightly smaller rectangle <WHERE> centered inside first rectangle\n<WHAT> 2 small empty circle, evenly spaced apart <WHERE> evenly centered in inner rectangle\n<WHAT> 2 small rectangles <WHERE> on the top corners of the outer rectangle\n<WHAT> 2 small squared <WHERE> on the bottom corners of the outer rectangle", "<WHAT> Rectangle <WHERE> Center of the screen\n<WHAT> Rectangle <WHERE> Smaller within the first rectangle\n<WHAT> Circle <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Circle <WHERE> Center right within the smaller rectangle.\n<WHAT> Rectangle <WHERE> Top left corner of the first rectangle\n<WHAT> Rectangle <WHERE> Top right corner of the first rectangle\n<WHAT> Square <WHERE> Bottom left corner of the first rectangle\n<WHAT> Square <WHERE> Bottom right corner of the first rectangle"], "lax-drawing-furniture-all-070.png": ["<WHAT> a large rectangle <WHERE> in the center\n<WHAT> two smaller rectangles on top of each other <WHERE> within the larger rectangle\n<WHAT> two circles <WHERE> in each smaller rectangle\n<WHAT> three lines going down <WHERE> from the center and two sides of the lower larger triangle", "<WHAT> a rectangular chest of two drawers <WHERE> upper third of page\n<WHAT> four small circles <WHERE> place as knobs, evenly spaced front of drawers\n<WHAT> three small lines <WHERE> bottom of chest, one at each end and one in the middle"], "lax-drawing-furniture-all-204.png": ["<WHAT> a medium sized rectangle <WHERE> in the center of the page\n<WHAT> a slightly smaller rectangle <WHERE> centered inside the first rectangle\n<WHAT> 2 small circles that are touching <WHERE> on the far left side on top of the top line of the outer rectangle\n<WHAT> 2 small squares that are evenly spaced horizontally <WHERE> centered evenly inside inner rectangle\n<WHAT> 4 medium sized vertical lines as \"table legs\" <WHERE> evenly spaced apart underneath the bottom line of the outer rectangle", "<WHAT> a long horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a slightly larger horizontal rectangle <WHERE> around the previously drawn horizontal rectangle\n<WHAT> two straight vertical lines around the same height as the larger horizontal rectangle <WHERE> straight down from the bottom corners of the larger horizontal rectangle\n<WHAT> two more straight vertical lines <WHERE> parallel to the lines previously drawn, splitting the space under the larger rectangle into thirds\n<WHAT> two small circles <WHERE> sitting directly next to each other on the top left corner of the larger horizontal rectangle\n<WHAT> two small squares like drawer pulls <WHERE> inside of the smaller horizontal rectangle"], "lax-drawing-furniture-all-228.png": ["<WHAT> a thin horizontial rectangle <WHERE> in the center\n<WHAT> a wider rectangle <WHERE> on the upper right side of the thin rectangle\n<WHAT> a smaller rectangle <WHERE> within the last one\n<WHAT> two small squares with circles in them <WHERE> within the last rectangle\n<WHAT> two downward lines <WHERE> from the side lines on the thin rectangles", "<WHAT> Table <WHERE> Draw in the center of the screen\n<WHAT> Rectangle <WHERE> Draw on the top right side of the table\n<WHAT> Rectangle <WHERE> Smaller within the rectangle just drawn\n<WHAT> Square <WHERE> Center left within the smaller rectangle just drawn.\n<WHAT> Square <WHERE> Center right within the smaller rectangle just drawn.\n<WHAT> Circle <WHERE> Within the center left square\n<WHAT> Circle <WHERE> Within the center right square"], "lax-drawing-furniture-all-246.png": ["<WHAT> one long, very thin, horizontal rectangle <WHERE> in the center of the page\n<WHAT> medium sized horizontal rectangle, 1/2 the length and 5x the height of the first <WHERE> on top of the thin rectangle, exactly on right 50% of the thin rectangle\n<WHAT> a slightly smaller medium sized horizontal rectangle w same shape dimensions as the last <WHERE> centered inside the larger, medium rectangle\n<WHAT> 2 small squares, evenly centered apart horizontally <WHERE> centered evenly inside of the inner medium rectangle\n<WHAT> 2 small vertical lines as \"table legs\" <WHERE> underneath the thin rectangle on the corner edges", "<WHAT> one long thin rectangle <WHERE> middle of page\n<WHAT> two small lines <WHERE> bottom of rectangle at each end\n<WHAT> one rectangle with smaller one inside <WHERE> above the right half of long thin rectangle\n<WHAT> two small squares <WHERE> positioned evenly inside larger rectangle"], "lax-drawing-furniture-all-157.png": ["<WHAT> a medium sized horizontal rectangle <WHERE> in center of page\n<WHAT> a slightly smaller horizontal rectangle <WHERE> centered inside the first rectangle\n<WHAT> 2 small circles evenly spaced out horizontally <WHERE> centered evenly inside the inner rectangle\n<WHAT> 2 small, thin vertical rectangles <WHERE> on top of the top line of the outer rectangle, located at the outer edges\n<WHAT> 2 slightly larger small, thin vertical rectangles as \"table legs\" <WHERE> beneath the bottom line of the outer medium rectangle, located on the outer edges", "<WHAT> rectangle <WHERE> center\n<WHAT> rectangle <WHERE> inside rectangle slightly smaller\n<WHAT> two circles <WHERE> left center and right center\n<WHAT> two rectangles <WHERE> both bottom corners\n<WHAT> two rectangles <WHERE> both top corners, slightly bigger than bottom"], "lax-drawing-furniture-all-061.png": ["<WHAT> draw 2 small octagons evenly spaced apart horizontally <WHERE> centered so one is on the right and one is on the left of the page\n<WHAT> 2 slightly smaller squares <WHERE> centered inside each of the octagons", "<WHAT> two octagons (.8mm sides) <WHERE> centered on the horizontal axis of the page; one on the left quadrant and one on the right quadrant\n<WHAT> two squares (.8mm sides) <WHERE> each centered inside of the octagons, the end result looks like eyes on the page widely spaced out"], "lax-drawing-furniture-all-117.png": ["<WHAT> Four straight medium sized lines <WHERE> in the middle of the page\n<WHAT> A large wide rectangle <WHERE> In between the first and last line I just drew\n<WHAT> A slightly smaller rectangle <WHERE> Inside the large rectangle\n<WHAT> Two tiny squares a little bit apart from each other <WHERE> In the second, slightly smaller rectangle", "<WHAT> a rectangle <WHERE> in the middle of the page\n<WHAT> a rectanlge <WHERE> inside the original rectangle\n<WHAT> two small equally distant squares <WHERE> in the middle of the second rectangle\n<WHAT> 4 equal distant dashes,vertical <WHERE> on the bottom of the original rectangle\n<WHAT> two very small vertical rectangle <WHERE> on either end-side of the top of the original rectangle", "<WHAT> a drawer <WHERE> in the center\n<WHAT> four legs and two posts <WHERE> to the right left and center"], "lax-drawing-furniture-all-152.png": ["<WHAT> Make two little circles on the same horizontal plane at a distance of 5cm from each other.enclose these circles in a a horizontal rectangle. <WHERE> Make another rectangle and enclose the first rectangle with this new rectangle\n<WHAT> Two small vertical rectangles,And place them on the ends of the large rectange <WHERE> Make a circle 10 times larger than the first two circles and have it placed besides the smaller triangle on the left wing\n<WHAT> Draw two small vertical lines on the button ends on the structure and have it stretch out to an appreciable length <WHERE> .then we are done", "<WHAT> a rectangle 5mm tall by 20mm wide <WHERE> below the horizontal centerline of the page\n<WHAT> a smaller rectangle (3mm tall by 18mm wide) <WHERE> inset within the other rectangle\n<WHAT> two circles (.8mm diameter) <WHERE> centered within the smaller rectangle such that it looks like knobs on a dresser drawer\n<WHAT> two rectangles (4mm tall by 2.5 mm wide) <WHERE> on top of the larger rectangle, one on each corner, flush with the left side and right side respectively\n<WHAT> a circle (4mm in diameter) <WHERE> on top of the large rectangle flush with the small rectangle on the upper left corner\n<WHAT> two 4mm vertical lines <WHERE> both below the larger rectangle, flush with the left side and right side respectively"], "lax-drawing-furniture-all-106.png": ["<WHAT> four vertical lines <WHERE> equally spaced and on the same horizontal\n<WHAT> a double walled rectangle <WHERE> atop the lines, flush to the two outermost\n<WHAT> two small rectangles <WHERE> one flush to each the right and left edges of the rectangle, long axis vertical", "<WHAT> rectangle <WHERE> middle of page\n<WHAT> rectangle <WHERE> middle of first one\n<WHAT> 4 vertical equal length dashes <WHERE> bottom of original triangle\n<WHAT> 2 medium vertical rectangle <WHERE> top of original, left corner and right corner", "<WHAT> two big rectangles around one another <WHERE> in the center\n<WHAT> four thin legs <WHERE> the same length apart\n<WHAT> two big posts <WHERE> at the top"], "lax-drawing-furniture-all-120.png": ["<WHAT> Two rectangles , with one enclosing the other <WHERE> Draw two small circles and place them in side the smaller rectangle\n<WHAT> Make two extra circles about three times the size of the first circles and have them place on top one end of the bigger rectangle <WHERE> Make very small squares and place them at the buttom ends of the structure", "<WHAT> two small squares <WHERE> on the same horizontal level, middle right and middle left\n<WHAT> a double walled rectangle <WHERE> oriented horizontally atop the squares, outer edges flushed\n<WHAT> two small circles <WHERE> atop the double walled rectangle, outer edge of the leftmost squared to the left edge of the rectangle, the right-more touching the right edge of the left circle\n<WHAT> two smaller circles <WHERE> spaced equally in the cavity created in the double walled rectangle"], "lax-drawing-furniture-all-227.png": ["<WHAT> A square <WHERE> on the left side of the page\n<WHAT> Another smaller square <WHERE> Inside the first square\n<WHAT> Two letter O's next to each other <WHERE> in the small rectangle\n<WHAT> A long thin rectangle <WHERE> Under the big square\n<WHAT> A straight line <WHERE> At the left and right edge of the thin rectangle", "<WHAT> Make two smaller octagon and have a square inserted in both octagons <WHERE> These two octagons are almost touching each other\n<WHAT> Make a smaller reactangle and Enclose the two octagons with this rectangle <WHERE> Make a bigger rectangle and enclose the rectangle holding the octagons\n<WHAT> Draw two horizontal lines and have place them on the buttom of the bigger rectangle <WHERE> The horizontal lines have some space between them and they are twice the size of the bigger rectangle\n<WHAT> Make two vertical lines <WHERE> Have the vertical lines at the ends of the horizontal lines you just make below the biggest traingle"], "lax-drawing-furniture-all-176.png": ["<WHAT> Draw two rectangles of different sizes. Have the bigger triangle enclose the smaller triangle.make two very small squares and have them placed in the middle of the smaller rectangle <WHERE> Let the two small squares have some distance between themselves\n<WHAT> Make two very small rectangles and have them placed at opposites ends of the top of the bigger meat rectangle <WHERE> Make three vertical lines and have them placed at the buttom of the biggest triangle.-the distance between the three vertical lines should be the same", "<WHAT> rectangle. length approx 3/4 of page width, height approx 1/4 of length <WHERE> centre of page\n<WHAT> smaller rectangle. height and length approx 3/4 of larger rectangle <WHERE> centred within larger rectangle\n<WHAT> square. sides approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in from left\n<WHAT> square. sides approx 1/2 height of smaller rectangle <WHERE> centred to height of smaller rectangle and approx 1/4 of length in from right\n<WHAT> rectangle. height approx 1/2 height of smaller rectangle. length approx 1/2 of height <WHERE> sitting on top at left of larger rectangle\n<WHAT> rectangle. height approx 1/2 height of smaller rectangle. length approx 1/2 pf height <WHERE> sitting on top at right of larger rectangle\n<WHAT> circle. circumference equal to height of smallest rectangles <WHERE> sitting on top of large rectabgle next to and touching small rectangle on left\n<WHAT> 3 equal lines. length equal to height of large rectangle <WHERE> evenly spaced along bottom of large rectangle with left and right lines extending sides of rectangle"], "lax-drawing-furniture-all-132.png": ["<WHAT> a rectangle <WHERE> middle of the page\n<WHAT> another rectangle <WHERE> inside the first rectangle\n<WHAT> two small circles <WHERE> inside the smaller rectangle in the middle with space between them\n<WHAT> two short thinnish rectangles <WHERE> under the first rectangle on each side\n<WHAT> two fat short rectangles <WHERE> on top of the first rectangle on each side\n<WHAT> a circle the same height as the previous rectangles <WHERE> next to the left side fat rectangle so it touches it", "<WHAT> I would draw a two inch vertical line <WHERE> on each side of the paper\n<WHAT> then I would draw a narrow little rectangle <WHERE> on top of each side of a coffin\n<WHAT> draw two knobs <WHERE> on either side of the coffin"], "lax-drawing-furniture-all-071.png": ["<WHAT> large square <WHERE> center of page\n<WHAT> horizontal rectangle <WHERE> centered in top half of square\n<WHAT> horizontal rectangle <WHERE> centered in lower half of square\n<WHAT> very small square <WHERE> centered in left quadrant of top rectangle\n<WHAT> very small square <WHERE> centered in right quadrant of top rectangle\n<WHAT> very small square <WHERE> centered in left quadrant of bottom rectangle\n<WHAT> very small square <WHERE> centered in right quadrant of bottom rectangle\n<WHAT> very small circle <WHERE> inside first small square\n<WHAT> very small circle <WHERE> inside second small square\n<WHAT> very small circle <WHERE> inside third small square\n<WHAT> very small circle <WHERE> inside fourth small square", "<WHAT> draw a drawer <WHERE> on top of another drawer\n<WHAT> then I would add two knobs <WHERE> on the top drawer and on the bottom drawer"], "lax-drawing-furniture-all-185.png": ["<WHAT> Make two rectangles <WHERE> Enclose the smaller rectangle in the bigger one\n<WHAT> Make two sphere <WHERE> Place them close to each other-they should be placed at the top left corner of the bigger rectangle\n<WHAT> Make four vertical lines extending from the buttom of the bigger rectangle <WHERE> These four vertical lines have same distance between them", "<WHAT> one long horizontal rectangle <WHERE> in the middle of the page\n<WHAT> one slightly larger horizontal rectangle <WHERE> around the previously drawn horizontal triangle\n<WHAT> one straight vertical line around the same height as the larger horizontal rectangle <WHERE> each bottom corner of the larger horizontal rectangle\n<WHAT> two parallel straight vertical lines <WHERE> in between the previously drawn vertical lines, splitting that space into thirds\n<WHAT> two circles around the same height as the horizontal rectangles <WHERE> sitting directly next to one another on the top left corner of the larger horizontal rectangle"], "lax-drawing-furniture-all-139.png": ["<WHAT> Two rectangles <WHERE> The smaller rectangle should be enclosed by the bigger rectangle\n<WHAT> Two smaller rectangles are made and placed at the top ends of the bigger rectangle <WHERE> A sphere about the same height is place besides the rectangle on the top left corner\n<WHAT> Two small vertical lines are made and fixed at the buttom ends of the biggest rectangle <WHERE> That’s it", "<WHAT> Rectangle <WHERE> anywhere\n<WHAT> smaller rectangle <WHERE> inside rectangle 1, centered\n<WHAT> 2 small lines <WHERE> bottom of rectangle 1, one left side 1 right side\n<WHAT> 2 rectangles <WHERE> top of rectangle 1, one all the way to the left, and one all the way to the right, standing up\n<WHAT> Circle <WHERE> on top of rectangle 1, touching the left most small rectangle."], "lax-drawing-furniture-all-090.png": ["<WHAT> a large horizontal rectangle with a smaller rectangle within it, creating a small border <WHERE> center\n<WHAT> two small circles, about one quarter the size of the outside rectangle <WHERE> on top of the rectangle, next to each other, aligned to the far left\n<WHAT> four vertical lines, around 20% height of the outside rectangle <WHERE> equidistant, emanating from the bottom line, starting with the far left edge", "<WHAT> draw a long narrow rectangle box <WHERE> across the page\n<WHAT> add another smaller long narrow box <WHERE> that fits inside the larger narrow box\n<WHAT> draw 4 hanging down lines <WHERE> vertically underneath the entire narrow box\n<WHAT> add two small circles that look like pillows <WHERE> at the top end of the large narrow box, on the left"], "lax-drawing-furniture-all-161.png": ["<WHAT> first I would draw a straight vertical line <WHERE> down the page\n<WHAT> then I would draw a box that looks like a coffin <WHERE> horizontally\n<WHAT> then I would draw a corresponding line <WHERE> on the right side of the coffin\n<WHAT> then I would draw a circle <WHERE> in front of the headboard\n<WHAT> then I would draw two little knobs <WHERE> in the middle of the coffin box\n<WHAT> then I would draw one line <WHERE> underneath the box, vertically", "<WHAT> one long horizontal rectangle <WHERE> in the middle of the page\n<WHAT> a slightly larger horizontal rectangle <WHERE> around the previously drawn rectangle\n<WHAT> a straight line which is around the same height as that larger horizontal rectangle <WHERE> straight down from the bottom center of the larger horizontal rectangle\n<WHAT> two more matching straight lines <WHERE> parallel to the center line previously drawn on each bottom corner of the larger horizontal rectangle\n<WHAT> two thick vertical rectangles like books <WHERE> each top corner of the larger horizontal rectangle\n<WHAT> one large circle around the same size as the \"books\" <WHERE> up against the \"book\" on the top left of the horizontal rectangle\n<WHAT> two small circles <WHERE> inside the smaller horizontal rectangle"], "lax-drawing-furniture-all-199.png": ["<WHAT> draw a long narrow box like a coffin <WHERE> on top of each side, put a narrow rectangle\n<WHAT> add a circle for a pillow <WHERE> at the headboard on the left\n<WHAT> make four little vertical lines <WHERE> hanging down evenly under the box", "<WHAT> large rectangle <WHERE> center of page\n<WHAT> smaller rectangle <WHERE> inside large rectangle\n<WHAT> two circles <WHERE> evenly spaced inside smaller rectangle\n<WHAT> three evenly spaced lines <WHERE> vertically under the large rectangle\n<WHAT> small rectangle on the upper left of the rectangle with a circle touching it <WHERE> upper left of rectangle\n<WHAT> small rectangle <WHERE> upper right of rectangle"], "lax-drawing-furniture-all-216.png": ["<WHAT> draw a narrow horizontal box <WHERE> in the middle of the page\n<WHAT> draw another rectangle box <WHERE> inside the first triangular box\n<WHAT> draw three even lines hanging vertically <WHERE> under the narrow rectangular box\n<WHAT> add two squares <WHERE> evenly inside the rectangular box\n<WHAT> add a circle that looks like a pillow <WHERE> on the left at the headboard\n<WHAT> add two short, think rectangle boxes <WHERE> on the right and the left side of the rectangular box", "<WHAT> a medium rectangle <WHERE> center of the page\n<WHAT> a larger rectangle <WHERE> around the medium rectangle\n<WHAT> two small rectangle <WHERE> on top oof the larger rectangle in the left and right corner\n<WHAT> a small circle <WHERE> next to the left-hand small rectangle\n<WHAT> two small sqaures <WHERE> equidistant  inside the medium rectangle\n<WHAT> two thin parallel lines <WHERE> at the bottom left and right corner of the larger rectangle\n<WHAT> a thin line <WHERE> in the middle of the two parallel lines"], "lax-drawing-furniture-all-168.png": ["<WHAT> a rectangle <WHERE> in the middle of page\n<WHAT> rectangle <WHERE> inside the original one\n<WHAT> 4 vertical equal distant dashes <WHERE> bottom part of original rectangle\n<WHAT> two equal size circles <WHERE> top left corner side by side on top of orignal rectangle", "<WHAT> a large rectangle <WHERE> in the center\n<WHAT> a bigger box <WHERE> in the center\n<WHAT> two balls <WHERE> on the left of the box\n<WHAT> four thin stands <WHERE> evenly distributed to the bottom", "<WHAT> rectangle. length approx 2/3 width of page. height approx 1/3 of length <WHERE> centred on page\n<WHAT> smaller rectangle. height and length approx 3/4 of larger rectangle <WHERE> centred within larger rectangle\n<WHAT> 2 equal circles touching. circumference approx 1/2 height  of smaller rectangle <WHERE> sitting on top of and at left side of larger rectangle\n<WHAT> 4 equal lines. length equal to height of smaller rectangle <WHERE> equally spaced along bottom edge of larger rectable with far left and right lines extending sides of rectangle"], "lax-drawing-furniture-all-238.png": ["<WHAT> a skinny rectangle (1mm tall x 30mm wide) <WHERE> 4mm below the horizontal centerline of the page\n<WHAT> two rectangles (1mm wide by 4mm tall) <WHERE> below the bottom edge of the skinny long rectangle, one at each corner, one flush with the left side, one flush with the right side, such that the end result looks like the profile of a coffee table\n<WHAT> a larger rectangle (6mm tall x 15mm wide) <WHERE> on top of the long skinny rectangle (i.e. coffee table), right sides need to both be flush\n<WHAT> a smaller rectangle (4mm tall by 13mm wide) <WHERE> inset within the other box you just made\n<WHAT> two octagons (.8mm sides) <WHERE> centered closely together but not touching within the smaller of the two rectangles you must recently drew.\n<WHAT> two squares (.8mm sides) <WHERE> each centered within an octagon, such that the end result looks like a stereo speaker sitting on the right side of a coffee table", "<WHAT> long thin rectangle horizontal <WHERE> middle of page\n<WHAT> medium rectangle horizontal <WHERE> top of thin one, right corner ending in the middle\n<WHAT> two thin small rectangle vertical <WHERE> bottom of original, left and right corner\n<WHAT> smaller rectangle <WHERE> inside second one\n<WHAT> two screw shapes (hexagon) equal size <WHERE> middle of smaller rectangle side by side", "<WHAT> two plugs <WHERE> center right high\n<WHAT> two rectangles <WHERE> one bigger than the other around plugs\n<WHAT> a 3d view of a table <WHERE> below it"]}