["single", "positioned.", "Front", "3/4", "''", "thinnish", "twice", "tall,", "leftmost", "lean", "plugs", "y-axis", "edge.", "(Left", "interior", "recangle", "50%", "Going", ".then", "centre", "ting", "point", "taking", "also", "inside.", "rectangle,next", "circular", "surrounds", "drawer.", "1x10", "one,", "orginal", "draws.", "third", "rectable", "firstrectangle", "1/4x", "&", "off", "And", "buttom", "bench,", "into", "(so", "rectnagle", "such", "this", "inside", "2inx", "#1,", "percent", "dimension,", "cupboard", "3X4", "1/5\"", "4\"", "created,", "first", "set", "knobs", "roughly", "around", "fixed", "space", "right", "evenly", "aren't", "height.", "25%,", "laterally.", "upright,", "baseball", "it's", "main", "4", "from", "rectagnle", "drew.", "ways", "four", "think", "Directly", "made", "Bottom", "any", "leaning", "33%", "pillows", "each", "toward", "close", "have", "extension", "perpendicular", "immediate", "matching", "three", "current", "<WHAT>", "rectangles.", "3", "again", "reflected", "Touching", "starting", "Table", "Another", "corners", "thicker", "donut", "Left", "rectangular,", "six", "Two", "skinny,", "bolts", "left.", "(i.e.", "top", "rec.", "button", "Circle", "75%", "coffin", "tringle.", "1in", "stubby", "half", "attach", "horizontaly", "(2mm", "\"books\"", "Place", "drwaer", "original,", "cuboid", "1/4", "different", "adjoining", "spanning", "even", "vertically,", "high,", "this,", "Under", "Anywhere", "middle,", "reaching", "horizontial", "\"leaning\"", "at", "mirroring", "circle-like", "A", "teh", "located", "5", "about", "7", "center", "initial", "Made", "Medium", "lines,", "connecting", "Square", "Then", "against", "octagon,", "smal", "Circles", "3cm", "touches", "circles", "bit", "edge),", "perfect", "evening", "drawer/table", "centere", "extensions", "cricles,", "18mm", "your", "them,", "apart", "stacked", "equidistantly", "1/2in", "top/bottom", "handles.", "boxes", "another", "first,", "weight", "white", "drawer)", "very", "each.", "Hexagon", "lowercase", "medium-large", "would", "doors", "edge,", "shortest", "Lower", "octaogons", "right-more", "border/space", "well", "corners,", "th", "wise.", "page,", "Gong", "result", "thin,", "nobs", "width.", "closer", "circles.", "start", "tape", "front", "little", "1.2mm", "stereo", "surrounded", "-", "shelf", "cabinet,", "spread", "horizontal,", "rectangle.3''x1\"", "(ruuning", "like", "letter", "squared", "speaker", "was", "(both", "distance", "namely", "concentric", "'", "<WHERE>", "run", "1/2x", "media", "and", "video", "2\"", "wing", "mm", "exact", "enclose", "fits", "centerline", "small,", "completely", "wall", "rectangle", "protusion,", "downwards,", "resembling", "field;", "inter-locked", "It", "w", "plane", "thing,", "2,", "distanced", "directly", "\"book\"", "exactly", "Center", "over", "Underneath", "recntangle", "below", "diamter", "extend", "horizonal", "places", "them", "rectanglle", "page)", "alongside", "let", "distant", "30mm", "octagon", "pf", "up", "1\"", "3/4th", "edges", "downwards", "make", "create", "Rectangle", "They're", "of", "as", "circumference", "thickness", "inch", "40%", "box", "case", "step", "centered,", "part", "circle,", "withanother", "Large", "cirlces", "1'", "8", "2/5\"", "rectan", "donuts", "diameter)", "drawer,", "Big", "onthe", "posts", "1/2'", "pairs", "wide)", "either", "20%", "dead", "left/right", "has", "object", "flush", "equidistant,", "radius)", "thinner,", "oof", "not", "put", "round", "rectangles,And", "4x5", "margin", "around.", "draw2\"", "All", "horizontal", "box/paper,", "chest,", "leg", "entire", "stick", "using", "flat", "simple", "left,", "setee", "Half", "smallest", "rectangl", "last", "books", "(", "(approx", "desk", "Extending", "atop", "mid", "legs\",", "legs.", "length.", "rectanlges", "paper.", "cenetr", "sitting", "drew,", "short,", "field", "Three", "hexigon", "having", "lined", "Each", "starts", "picture", "smaller,", "enclosing", "chest", "under", "Resting", "holding", "furniture", "sqaure", "attached", "walls", "1x2", "1st", "Centre", "middle", "shortish", "draw", "square", "1x2.5", "lesser", "shorter", "where", "As", "drawers", "lines.", "squares.", "edges.", "times", "attaching", "(lines),", "significantly", "Side", "landscape", "13mm", "positioned", "skinny", "ones,", "O's", "square)", "verticals", "enough", "placed", "wide", "width,", "c", "i", "on", "Rectanglel", "In", "approx", "outwards", "thing", "previuos", "1/20th", "outline", "circles/handles.", "What", "short", "screw", "Against", "Bigger", "perfectly", "downward", "2nd", "upright", "4cm", "larger,", "oriented", "we", "corner,", "pair", "paper", "length", "verticle", "(looks", "with", "width),", "separated", "thinner", "area", "profile", "3mm", "legs\"", "Equal", "shape,", "centered", "it,", "ball", "screen", "do", "touching.", "On", "squares,", "square-like", "other-they", "1,", "Long", "total", "before,", "are", "inbetween", "same", "cube", "Same", "centre.", "Circe", "width", "tiny", "triangle,", "up.", "go", "vertival", "circle", "reactangle", "boxf", "slghtly", "approx.", "drawing", "been", "vertically", "symmetrically,", "ocatgons", "open", "far", "small", "dimensions", "side", "dmall", "2", "figures", "rectangle,", "connects", "is", "recatngle.", "bottom", "widely", "then", "second,", "themselves", "by", "top.", "1mm", "post", "borders", "or", "orher", "drawn.", "objects", "inset", "which", "spaced", "30%", "smaller", "rectangle.", "some", "height", "no", "thirds", "appreciable", "hexagons,", "inserted", "drawing,", "block", "original", "beside", "to", "there", "handles,", "bench", "square,", "both", "They", "sits", "1/6", "away", "Sideways,", "Recrangke", "6", "life", "hexagons", "1/4\"", "too", "midle", "all", "(hexagon)", "1/4x1/2'", "double", "most", "encasing", "knbs", "medium", "sided", "buttons", "Both", "sides)", "other.enclose", "page.", "sizes.", "reectangles", "so", "section", "sideways", "way", "they", "middle)", "circles,", "cover", "\"legs\",", "lines)", "gap", "1/3rd", "representative", "hanging", "rectanlge", "5cm", "big", "(no", "the", "new", "triangle.-the", "legs", "handles", "extending", "feet\"", "biggest", "longest", "(.8mm", "image", "wthin", "inc", "cuboids", "already", "page;", "left", "meat", "3rd", "right.", "decent", "being", "that", "\"legs\"", "Rectangle,", "2mm", "increments", "shapes", "Start", "slightly", "Legs", "x1", "accross", "sheet", "quadrant", "10x2.5", "end-side", "hand", ",", "ends)", "circle/ball", "rect.", "need", "knobs)", "1/5", "one", "10", "corners.", "1/5th", "extended", "flushed", "figure", "version", "more", "1/2", "octagons", "\"table", "horzitonal", "\"leg\"", "closely", "enclosed", "15mm", "ourer", "x", "other,", "touch", "outside", "Parallel", "2-", "2/3", "median", "endge", "Evenly", "anywhere", "coindident", "The", "'arms'", "long", "sized", "faces", "surrounding", "must", "triangles", "Around", ".thats", "besides", "innermost", "bed", "central", "#2,", "opposite", "octagonas", "these", "These", "casette", "Short", "between", "l", "Right", "end,", "space,", "curcles", "creating", "topleft", "similar", "30", "(6mm", "vertical,", "their", "equal", "squares", "box,", "pillow", "out", "outline,", "table),", "Slightly", "pulls", "foot", "splitting", "blocks", "shelf,", "2x", "just", "Let", "near", "facing", "table", "structure", "copy", "31/2\"", "(4mm", "/", "dashes", "looks", "revtangles", "thick", "Repeat", "if", "side,", "approximately", "distributed", "in.", "equidistant", "than", "along", "horizontally,", "tape),", "previous", "identical", "per", "other", "L's", "previously", "Make", "Fornt", "Near", "cavity", "you", "vertical", "towards", "shape", "centrally", "walled", "Lines", "upwards", "above", "down", "Upright,", "going", "circlle", "standing", "tangential", "in", "Enclose", "aligned", "(legs)", "lines", "(drawer", "Smaller", "stretch", "parallel", "head", "drawer", "level,", "rctangle", "outermost", "re.", "it.", "leaving", "halfway", "narrower", "1/8\"", "really", "1", "'legs'", "a", "could", "within", "4mm", "About", "line,", "(3mm", "That", "2x2.5", "oriented,", "octogons", "Line", "rectangles,", "recangle.", "line", "right,", "add", "futhest", "cinter", "cm", "stands", "Small", "does", "size,", "drawer-", "wider", "cassette", "nect", "coffee", "prior", "handles)", "horizontally.", "sphere", "Connected", "border,", "tall", "continue", "ontop", "10%", "lower", "box.", "Corners", "vertex", "With", "beneath", "touching", "starts/finishes", "rectangkes", "15%", "3x4", "eachother", "ceter", "legs,", "length,", "triangle.make", "board", "(vertical)", "style", "1/12", "protruding", "coming", "almost", "tops", "long,", "propped", "Centered", "(right)", "2.5", "horizontally", "bigger", "wide,", "ending", "\"borders\"", "Middle", "up,", "covering", "seperating", "respectively", "Centered,", "rectangle1/3", "top,", "storage", "opposites", "2/3,", "inner", "1cm", "spacing", "quadrants", "1/2\"", "add1", "it", "triangular", "Squares", "recently", "25%", "draw.", "positions", "outer", "an", "othwr", "should", "upward", "fitted", "half,", "Vertical", "wise,", "shaped", "blank", "large", "x1/4", "zise", "Draw", "axis", "existing", "(1mm", "20mm", "empty", "showing", "quarter", "octagons,", "fourth", "its", "smalll", "cirlce", "south", "spaced.", "created", "1/4x1/2", "relatively", "\"walls\"", "bottoms", "overhanging", "Top", "less", "entre", "but", "extra", "thin", "look", "frame", "next", "3\"x", "tenth", "20cm", "size", "respect", "design", "high", "coincident", "layer", "hight", "eachother.", "taller", "bottom,", "represent", "(4/6th", "side.", "underneath", "corner", "Have", "circles/balls", "proportionate", "centererd", "rectangle's", "representing", "corresponding", "rectangles", "3in", "5x", "larger", "edges,", "table,", "radius", "straight", "ot", "1/10th", "drew", "rectange", "together", "knobs,", "Next", "centred", "leave", "fit", "dime", "protrude", "drawn", "chubbier", "rectabgle", "base", "\"knobs\"", "quarters", "ends", "dresser", "wise", "Inside", "lengthy", "Overlapping", "hexagon", "of,", "2cm", "center.", "1/3", "touching,", "done", "1/6th", "traingle", "for", "Add", "upper", "ea.", "One", "circle.", "x1in", "approximate", "lengthed", "distance,", "rectangleof", "narrow", "Continue", "Below", "balls", "dashes,vertical", "1/8th", "emanating", "Just", "1x1", "equally", "symmetrically", "resting", "border", "fat", "rectangel", "bottom.", "triangle", "only", "Four", "lenfth", "sides", "At", "know", "To", "1/7th", "center,", "sqaures", "3'", "retangle", "edge", "Within", "before", "through", "five", "orignal", "downwards.", "were", "heigh", "octogon", "sides,", "3d", "spaced,", "across", "headboard", "fifth", "I", "2/7th", "running", "Skinny", "eyes", "end", "protuding", "Larger", "dowards", "tall)", "rectangular", "(touching", "this.", "9.5x2.5", "horiztonal", "be", "place.", "Height", "view", "side-by-side", "5x10", "1x2,", "height)", "Slim", "drawn,", "second", "handle", "largest", "Drawer", "place", "inches", "2lines", "drill", "That\u2019s", "square.", "furthest", "5mm", "smaller.", "10x3", "Six", "narrow,", "continuing", "diameter", "two", "page", "left-hand", "feet"]