["single", "align", "Front", "twice", "tall,", "centred,", "symmetrical", "divided", "rectangles(longer", "B.", "3/4s", "antennae", "interior", "squat", "4/5th", "height,", "chain", "forth", "centre", "row)", "taking", "also", "inside.", "(width", "&", "instructions", "off", "3.5x", "Step", "into", "such", "match", "(overlapping", "stopping", "set", "seven", "B,", "right", "space", "evenly", "10:3.", "Not", "bus", "regtangle", "ways", "spaces", "any", "lot", "each", "close", "toward", "perpendicular", "Cirle", "kinda", "rims", "1mm.", "Centers", "current", "<WHAT>", "recttangles", "3", "starting", "Another", "tires).", "thicker", "Left", "Joined", "3:1", "Circle", "depicted", "stubby", "This", "stars", "1/4", "dice", "appear", "spanning", "4x", "Rectagles", "described", "high,", "first)", "this,", "-2", "middle,", "at", "mirroring", "what", "3/5", "5", "about", "angles", "2:1.", ".5", "Second", "Square", "cars,", "3cm", "rectnagle.", "diagram", "them,", "apart", "surface", "(equal", "equidistantly", ".75", "room", "first,", "increment", "would", "(they're", "edge,", "rectangles)", "recangles", "equidistance", "page,", "2-stepped", ".5in", "compound", "closer", "circles.", "outlined", "underneath,", "surrounded", "(bottom", "thats", "letter", "half.", "was", "next,", "concentric", "other..", "Rectangle(longer", "If", "smal,", "mm", "completely", "A2,", "resulting", "apart)", "It", "\"corner\"", "distanced", "directly", "circles)", "horizonal", "below", "Align", "B's", "them", "(one", "screen,", "make", "up", "edges", "screen.", "Rectangle", "you've", "of", "40%", "(NW,SW,NE,SE)", "cat", "box", "trailers", "part", "reach", "Large", "cirlces", "8", "pairs", "shorer", "doesn't", "directions", "B1", "round", "Bottoms", "1/8in", "paper,", "2.4x", "split", "'X'", "All", "Multiple", "horizontal", "entire", "ratio", "trucks", "page/", "sat", "A,", "Athew", "C,", "last", "Extending", "mid", "\"trailer\"", "rectanlges", "impression", "lining", "sorter", "Three", "Positioned", "will", "lined", "Each", "fashion,", "inside,", "under", "ectangles", "bolts,", "units", "2/5", "1st", "Centre", "1.75", "back", "draw", "square", "(like", "startburst", "axle", "shorter", "Split", "C's", "(length", "times", "dots,", "ride", "Side", "meeting", "(smaller)", "final", "mirror", "three.", "wheels;", "row", "yet", "rects", "skinny", "windows,", "structures", "sunburst", "siz", "stamp", "width,", "on", "In", "onto", "t", "80%", "aerial", "member", "prev)", "perfectly", "larger,", "corner,", "5.", "pair", "clover", "length", "Starting", "verticle", "separated", "group", "Spaced", "shape,", "width)", "few", "symbol", "centered", "touching.", "On", "PER", "1,", "squares,", "staircase", "Long", "total", "end(right/left)", "(within)", "1.3x", "inbetween", "same", "Same", "triangle,", "up.", "rectangleSlightly", "'square'", "go", "rest,", "center/top", "circle", "spokes", "Crossing", "now", "thicker,", "0%", "thbe", "There", "Halfway", "open", "1.75in", "small", "side", "symmetric", "rectangle,", "then", "by", "location", "1mm", "or", "hegith", "4/5", "spaced", "smaller", "rectangle.", "some", "height", "shared,", "'corner'", "farthest", "drawing,", "line.", "arranged", "original", "beside", "to", "remain", "mark.", "square,", "1/6", "away", "6", "1/10", "wheel.", "double", "perimeter", "overall", "medium", "Every", "Both", "buttons", "page.", "none", "slit", "so", "sideways", "way", "they", "circles,", "rect", "separate", "rectanlge", "Along", "big", "Wheel", "intersect", "hte", "longest", "biggest", "extending", "structure,", "secondary", "left", "cabin", "right.", "2mm", "shapes", "0.5", "\"wheels\"", "slightly", "bits", "32", "large,", "bisects", ",", "anything.", "T-shape", "need", "Distance", "cogs", "one", "1/5", "Central", "1/5th", "sequentially", "gaps", "low", "8th", "1/2", "cutting", "tall...slightly", "1.", "(longer", "x", "other,", "touch", "outside", "wide.", "2/3", "imaginary", "Evenly", "don't", "ones", "sized", "surrounding", "triangles", "righthand", "innermost", "B2,", "2/3s", "cattle", "measured", "opposite", "these", "don't.", "plan", "between", "end,", "total)", "Identical", "aligned)", "their", "(all", "window", "goes", "smallers", "barley", "longer", "squares", "out", "color", "dot", "other)", "centers", "equal-sized", "work", "tire", "near", "structure", "overlapping", "looks", "3:10.", "cap", "ste", "if", "'corners'", "approximately", "boxes,", "spokes,", "Symmetrically", "along", "hemispheres", "horizontally,", "identical", "per", "other", "Starbursts", "own", "previously", "(touching)", "you", "Join", "shape", "distance)", "upwards", "\"T\"/cross", "because", "Circle,", "(appears", "stretch", "just-drawn", "starbursts", "finall", "outermost", "proportioned", "leaving", "A.", "really", "1/7", "hovered", "a", "forming", "aligning", "line,", "Length", "1.5", "add", "(same", "cm", "bisected", "does", "2.3x", "off-centre", "truck.", "(not", "retangles", "ontop", "indents", "oppsite", "5%", "beneath", "touching", "eachother", "boxes.", "coming", "total,", "adjacent,", "horizontally", "high.", "ending", "wide,", "Middle", "whole", "From", "covering", "event", "whose", "(half", "top,", "alighned", "inner", "amount", "1cm", "spacing", "appox", "truck", "25%", "circumference,", "skinner", "an", "eighth", "blank", "existing", "sure", "nuts", "horiz", "inital", "cirlce", "intersecting", "takes", "lest", "Top", "eight", "consisting", "below,", "extra", "passing", "appart", "L/R", "size", "design", "high", "eachothet", "wheels,", "Higher", "maybe", "taller", "represent", "bars", "corner", "still", "WHeels", "trailer,", "Back", "shapes,", "rectangle's", "Inner", "3x", "rectangles", "midline", "radius", "straight", "drew", "rectange", "together", "nine", "Horizontal", "No", "A1", "1),", "slashes", "quarters", "ends", "rectabgle", "tp", "Vertically", "sets", "2cm", "1-6", "medium/small", "wheels", "car", "(closer", "rim,", "for", "Add", "narrow", "hat", "5-30%", "+", "1/8th", "equally", "circumferences", "standing,", "bottom.", "triangle", "sides", "At", "To", "arrangement", "Perpendicaular", "retangle", "making", "edge", "Within", "consists", "layers", "five", "in-between", "rim", "across", "I", "4,", "finally", "stair", "starter", "rectangular", "horizontally)", "horiztonal", "be", "side-by-side", "further", "vehicles", "kind", "diameter", "second", "inches", "square.", "shapes.", "merged", "adjacent", "furthest", "Six", "half_", "narrow,", "lying", "minimal", "prev.", "continuing", "left)", "mark", "page", "dots", "6th", "3/4", "leftmost", "broad", "spikes,", "MIddle", "tree", "seond", "More", "unit", "recangle", "stops", "50%", "Going", "preivous", "point", "while", "surrounds", "circular", "Even", "one,", "third", "one.", "R", "form", "Either", "twelfth", "(so", "rectnagle", "rivets", "this", "inside", "points", "first", "3/4ths", "roughly", "2.8x", "ring", "around", "added", "height.", "partial", "additional", "two.", "Above", "it's", "diagonal", "T", "main", "4", "from", "think", "4th", "spare", "four", "mid-line", "minus", "made", "Bottom", "4.", "ensuring", "Less", "have", "touching)", "join", "earlier", "three", "reflected", "again", "rectangles.", "corners", "six", "Two", "bolts", "points,", "75%", "half", "Think", "shared.", "adjoining", "towrds", "even", "vertically,", "reaching", "rivet", "above,", "medium-sized", "laying", "A", "edge)", "7", "center", "oppisite", "initial", "1.7x", "Medium", "connecting", "Then", "cab", "against", "B", "circles", "bit", "om", "middles", "Wheels", "1/20", "your", "disconnected", "number", "3,", "Sixteen", "Over", "laying,", "boxes", "another", "60%", "A2", "very", "imagine", "cirles", "line)", "train", "thin,", "vertically.", "24", "start", "little", "front", "longways", "spread", "-", "like", "age", "marks", "internal", "quater", "wheen", "rectanges", "distance", "Side-to-side", "sort", "that's", "<WHERE>", "quite", "and", "exact", "small,", "(over", "rectangle", "plane", "thing,", "exposed", "2,", "rectalngle", "dont", "Center", "over", "remaining", "alongside", "let", "70-95%", "distant", "octagon", "create", "much", "to,", "lorry.", "inch", "as", "case", "circumference", "1.6x", "3.8x", "step", "centered,", "unshaded", "shorter/skinnier", "circle,", "middle.", "total.", "either", "has", "flush", "equidistant,", "object", "EACH", "star", "not", "put", "cardinal", "long-ish", "(you", "margin", "lower,", "using", "mini", "flat", "L", "1/8", "left,", "footballs", "prev,", "smallest", "skinnier", "portion", "whee;ls", "previous),", "length.", "(far", "A2.", "starts", "repeat", "short,", "sitting", "\"truck\"", "after", "smaller,", "connectied", "star-like", "shares", "(Longer", "attached", "sqaure", "every", "rightmost", "Symmetrically,", "3.", "middle", "2.", "where", "As", "give", "stood", "wheels:", "B2", "positioned", "Longer", "insides", "square)", "1ch", "longer,", "refers", "placed", "wide", "two,", "crossing", "Board", "negative", "approx", "Wider", "window-like", "outline", "short", "pixels", "(right/left)", "2nd", "Outer", "upright", "paper", "with", "step,", "thinner", "addition", "terminus,", "sharing", "it,", "screen", "connected", "shaded", "beginning", "stamp,", "are", "\"T\"", "spoke", "width", "tiny", "T,", "16:9", "them.", "drawing", "approx.", "middle/top", "vertically", "mimicking", "far", "dimensions", "16", "another.", "time", "2", "is", "bottom", "tinier", "Across", "front)", "slighlty", "staring", "veritcal", "drawn.", "Almost", "stamped", "which", "othe", "None", "(short", "no", "lorry", "capital", "there", "steps", "Coming", "both", "They", "(almost", "pixel", "4:5.", "too", "all", "starburst", "pattern", "most", "circle)", "ordinal", "slim,", "sided", "rectalgle", "shared", "95%", "intersects", "lefthand", "section", "meet", "themsix", "slender", "somewhat", "spikey", "gap", "symmetric,", "1/3rd", "new", "the", ".25", "(right),", "image", "previous,", "middle).", "capitalized", "pulling", "already", "floating", "tier", "weheels", "3rd", "\"T\")", "being", "that", "Attached", "difference", "sheet", "hand", "(results", "rings", "uniformly", "rested", "those", "top/middle", "originals", "others", "figure", "version", "more", "A1.", "8:3", "windows)", "end.", "1/4th", "C", "The", "retangle,", "antenna", "long", "margin,", "8-pointed", "central", "when", "containing", "(towards", "2nd,", "horizontally)connected", "slighly", "Right", "(6", "creating", "similar", "progressively", "connect", "meets", "equal", ".25in", "marking", "box,", "indentation", "6x", "Slightly", "truck/limo", "3nd", "2x", "just", "hovering", "facing", "'T'", "aready", "70%", "thick", "complete", "side,", "distributed", "equidistant", "bar", "rest", "Centrally", "brushing", "instead", "than", "Centred", "previous", "other.", "rectangules", "black", "vertical", "towards", "windows", "above", "down", "going", "standing", "dog", "wheel,", "in", "An", "aligned", "lines", "it.", "halfway", "narrower", "1", "(rectangle", "1stt", "within", "About", "opposing", "Line", "rectangles,", "line", "right,", "abutting", "bases", "Small", "fourths", "size,", "rightcorner", "wider", "diameters", "prior", "right-most", "flush,", "Connected", "tall", "boxy", "rectagles", "pointed", "full", "lower", "connected,", "With", "slim", "sliver", "(still", "shape.", "(vertical)", "nearly", "1/12", "protruding", "almost", "long,", "contains", "Centered", "2.5", "Nine", "Like", "bigger", "up,", "(bottoms", "traingles", "(windows)", "Uniformly", "extreme", "bit.", "pixels,", "imagining", "sie", "it", "Squares", "positions", "outer", "should", "Vertical", "shaped", "large", "Draw", "axis", "hemispheres,", "quarter", "empty", "circling", "bottom).", "its", "starbursts.", "fourth", "bottoms", "less", "leaf", "but", "look", "thin", "next", "left-most", "vehicle.", "designs", "bottom,", "underneath", "tire,", "had", "5x", "larger", "edges,", "centering", "buffer", "little,", "down,", "circle:", "Next", "centred", "leave", "drawn", "Dots", "tin", "base", "drawings", "Inside", "2.2x", "mentioned", "slash", "canvas", "center.", "1/3", "touching,", "8-point", "image,", "you're", "immediately", "cross", "upper", "slimmer", "One", "tires", "slight", "cabins", "circle.", "depicting", "wheel", "rectnalge.", "corner)", "Just", "symmetrically", "border", "wheels.", "only", "Four", "higher", ".8", "measuring", "before", "through", "following", "were", "Equally", "holes", "combined", "end", "2/3rds", "angled", "(next", "Height", "Perpendicular", "lengths.", "9", "tires,", "drawn,", "filling", "largest", "place", "2:1", "top", "two", "midpoint"]